var locations = 
{
"318":
["318"
,"แยกอู่ทองใน"
,"U Thong Nai Intersection"
,"รถมุ่งหน้าแยกการเรือน"
,"Towards Kanruen Intersection"
,13.77549
,100.5148
,"10.102.102.55"
,{},[["7818","ST0007512",13.77546,100.51484,["","�","ปอ.พ.4","18","28","�",".","542","108","4","�","�","515","539","125","�"]],["9525","ST0009216",13.77545,100.51489,["0","7","70"]]]],"228":
["228"
,"หน้า รพ.กลาง ถนนหลวง"
,"In front of Klang Hospital on Luang Road"
,"รถมาจากแยกโรงพยาบาลกลาง มุ่งหน้าไปแยกวรจักร"
,"From Klang Hospital  towards Worachak Intersection"
,13.74709
,100.50944
,"10.151.129.124"
,{},[["9191","ST0008882",13.74714,100.50963,["1","","5"]],["9448","ST0009139",13.7474,100.50885,["48"]]]],"178":
["178"
,"สะพานลอยหน้า โรงพยาบาลพญาไท 2 ถนนพหลโยธิน"
,"Footbridge in front of  PHYATHAI HOSPITAL 2 on Phahon Yothin Road"
,"รถมาจากแยกสะพานควาย มุ่งหน้าไปอนุสาวรีย์ชัยสมรภูมิ"
,"From Saphan Khwai Intersection towards Victory Monument"
,13.76938
,100.54086
,"10.114.129.129"
,{},[["283","ST0000283",13.769633,100.540901,["","157","159","63","112","177","69","26","27","28","29","2","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["7356","ST0007050",13.76807,100.54006,["","157","159","63","112","177","69","204","26","27","28","29","2","7","509","8","502","503","ปอ.พ.34","184","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"954":
["954"
,"รัชดา-พระราม 4"
,"Test System"
,"Test System"
,"Test System"
,13.72068
,100.55805
,"10.156.102.54"
,{},[["7225","ST0006919",13.72078,100.55763,["ต.90","115","13","ต.68A","14","22","ต.73","46","47","45","149","1","109","116","4","544","9","507","ปอ.พ.17","173","74"]],["9106","ST0008797",13.7209,100.5574,["13","22","109","46","47","45","149","115","116","5","4","544","507","ปอ.พ.17","173","74","14"]]]],"133":
["133"
,"สะพานลอยใกล้บริษัทการบินไทย จำกัด(มหาชน) ปากซอยวิภาวดีรังสิต 20 ถนนวิภาวดีรังสิต"
,"Footbridge near Thai Airways International Public Company Limited Entrance Soi Vibhavadi-Rangsit"
,"รถมาจากแยกลาดพร้าว มุ่งหน้าไปแยกสุทธิสาร"
,"From Lat Phrao Intersection towards Sutthisan Intersection"
,13.80319
,100.56054
,"10.130.129.122"
,{},[["96","ST0000096",13.80615,100.5601056,["24","","ปอ.พ.35","92","6","9","129","504","138","107"]],["7840","ST0007534",13.79988,100.56068,["24","","ปอ.พ.35","92","2","4","129","69","504","138","107"]]]],"549":
["549"
,"แยกยมราช"
,"Yommarat Intersection"
,"รถมาจากแยกนางเลิ้ง"
,"From Nang Loeng Intersection"
,13.75743
,100.52056
,"10.102.102.121"
,{},[["8455","ST0008146",13.7573,100.52049,["","59","16","44","23","1","183","3","2","511","8","ปอ.พ.10"]],["491","ST0000491",13.7573,100.52048,["201","99","157","16","23","60","1","0","2","509","8","505","ปอ.พ.10","171",""]]]],"131":
["131"
,"สะพานลอยใกล้สถานีรถไฟฟ้าวงเวียนใหญ่ ถนนกรุงธนบุรี"
,"Footbridge near Wongwian Yai BTS Station on Krung Thon Buri Road"
,"รถมาจากแยกตากสิน มุ่งหน้าไปสะพานตากสิน"
,"From Taksin Intersection towards Saphan Taksin"
,13.72092
,100.49681
,"10.118.129.124"
,{},[["9275","ST0008966",13.72129,100.49731,["3"]],["8467","ST0008158",13.72103,100.49548,["","1","76","2","7","172","105"]]]],"130":
["130"
,"สะพานลอยใกล้สถานีรถไฟฟ้าวงเวียนใหญ่ ถนนกรุงธนบุรี"
,"Footbridge near Wongwian Yai BTS Station on Krung Thon Buri Road"
,"รถมาจากสะพานตากสิน มุ่งหน้าไปแยกตากสิน"
,"From Saphan Taksin  towards Taksin Intersection"
,13.72116
,100.49695
,"10.118.129.123"
,{},[["9275","ST0008966",13.72129,100.49731,["3"]],["8467","ST0008158",13.72103,100.49548,["","1","76","2","7","172","105"]]]],"165":
["165"
,"สะพานลอยใกล้ซอยจรัญสนิทวงศ์ 75 ถนนจรัญสนิทวงศ์"
,"Footbridge near Soi Charan Sanit Wong 75 on Charan Sanit Wong Road"
,"รถมาจากแยกบางพลัด มุ่งหน้าไปสะพานพระราม 7"
,"From Bang Phlat Intersection towards Rama 7 Bridge"
,13.78844
,100.50054
,"10.125.129.122"
,{},[["4126","ST0004126",13.788409,100.500591,["203","18","1","0","7","175","170"]],["2829","ST0002829",13.7884,100.501,["0","3","2","203","175"]]]],"336":
["336"
,"แยกสุโขทัย"
,"Khatdusit Intersection"
,"รถมุ่งหน้าแยกสวรรคโลก เลี้ยวซ้ายแยกราชวัตร"
,"Towards Khattiyani Intersection"
,13.77658
,100.52062
,"10.102.101.109"
,{},[["3178","ST0003178",13.77654,100.52071,["12","5"]],["9869","ST0009560",13.77691,100.52092,["5"]]]],"505":
["505"
,"แยกอนามัย"
,"Anamai Intersection"
,"ถนนบำรุงเมือง รถมาจากแยกแม้นศรี"
,"ฺBumrungMuang Road From Yu Kol Intersection"
,13.74993
,100.51447
,"10.108.102.47"
,{},[["9430","ST0009121",13.74988,100.5145,["","8","4"]],["9431","ST0009122",13.7501,100.51385,["","8","4"]]]],"139":
["139"
,"สะพานลอยหน้าโรงเรียนหอวัง ถนนพหลโยธิน"
,"Footbridge in front of Horwang School on Phahon Yothin Road"
,"รถมาจากแยกรัชโยธิน มุ่งหน้าไปแยกลาดพร้าว"
,"From Ratchayothin Intersection  towards Lat Phrao Intersection"
,13.81817
,100.56304
,"10.130.129.128"
,{},[["319","ST0000319",13.818146,100.562915,["","191","63","136","112","177","34","24","1","26","28","524","3","5","184","545","528","529","ปอ.พ.34","206","108","129","107","104","39","38","59","503","513","512","90"]],["5745","ST0005766",13.817619,100.562584,["191","63","136","112","177","24","26","28","524","2","5","184","545","9","528","503","ปอ.พ.34","206","108","129","90","107","104","39","38","59","34","529","513","512"]]]],"138":
["138"
,"สะพานลอยหน้าโรงเรียนหอวัง ถนนพหลโยธิน"
,"Footbridge in front of Horwang School on Phahon Yothin Road"
,"รถมาจากแยกลาดพร้าว มุ่งหน้าไปแยกรัชโยธิน"
,"From Lat Phrao Intersection  towards Ratchayothin Intersection"
,13.81817
,100.56284
,"10.130.129.127"
,{},[["319","ST0000319",13.818146,100.562915,["","191","63","136","112","177","34","24","1","26","28","524","3","5","184","545","528","529","ปอ.พ.34","206","108","129","107","104","39","38","59","503","513","512","90"]],["5745","ST0005766",13.817619,100.562584,["191","63","136","112","177","24","26","28","524","2","5","184","545","9","528","503","ปอ.พ.34","206","108","129","90","107","104","39","38","59","34","529","513","512"]]]],"24":
["24"
,"แยกศรีย่าน"
,"Si Yan Intersection"
,"รถมุ่งหน้าไปแม่น้ำเจ้าพระยา"
,"Towards Chao Phraya River"
,13.78525
,100.51182
,"10.102.128.48"
,{},[["9150","ST0008841",13.78532,100.51178,["14"]],["7056","ST0006750",13.78536,100.51186,["49","14","16","33","32","30","51","524","3","64","65","9","505"]]]],"25":
["25"
,"ตรงข้ามบริษัท กันกุล เอ็นจิเนียริ่ง จำกัด (มหาชน) ปากซอยร่วมจิตต์ 2 ถนนนครไชยศรี"
,"Opposite Kankul Engineering Company Limited,Soi Ruam Chit 2 on Nakhon Chaisi Road"
,"รถมาจากแยกศรีย่าน"
,"From Si Yan Intersection"
,13.78285
,100.51627
,"10.102.128.54"
,{},[["9130","ST0008821",13.78259,100.51682,["1","4","14"]],["9129","ST0008820",13.78338,100.51537,["1","4","14"]]]],"26":
["26"
,"แยกบุคคโล(ถนนมไหสวรรค์ขาเข้า ใกล้เป้าเล้งเภสัช)"
,"Near Pao Leng Pharmacy on Mahai Sawan Road (Inbound)"
,"รถมาจากถนนราษฎร์บูรณะ"
,"From Rat Burana Road"
,13.70293
,100.48839
,"10.116.128.22"
,{},[["6009","ST0005949",13.70294,100.48844,["9","8","89"]],["2021","ST0002021",13.702897,100.488431,["1","111"]]]],"27":
["27"
,"แยกบุคคโล(ถนนมไหสวรรค์ขาเข้า ใกล้เป้าเล้งเภสัช)"
,"Near Pao Leng Pharmacy on Mahai Sawan Road (Inbound)"
,"รถมาจากสะพานกรุงเทพ"
,"From Krung Thep Bridge"
,13.7029
,100.48851
,"10.116.128.24"
,{},[["2022","ST0002022",13.70289,100.48845,["","15","17","75","1","163A","88","89","547","544","6","205"]],["2021","ST0002021",13.702897,100.488431,["1","111"]]]],"20":
["20"
,"แยกสะพานแดง"
,"Saphan Daeng Intersection"
,"รถมาจากแยกเกียกกาย"
,"From Keakkai Intersection"
,13.7935
,100.53002
,"10.102.128.40"
,{},[["3249","ST0003249",13.7935,100.53,["70","3","52","524","0","117","5","65","67","90","97","50"]],["3404","ST0003404",13.79343611,100.5299139,["3","50","0","117","5","65","7","70"]]]],"21":
["21"
,"แยกศรีย่าน"
,"Si Yan Intersection"
,"รถมุ่งหน้าไปแยกบางกระบือ"
,"Towards Bang Krabue Intersection"
,13.78532
,100.51162
,"10.102.128.42"
,{},[["9150","ST0008841",13.78532,100.51178,["14"]],["2913","ST0002913",13.78538,100.5118,["49","14","16","33","32","30","51","524","9","3","64","4","66","6","506","505","65"]]]],"22":
["22"
,"แยกศรีย่าน"
,"Si Yan Intersection"
,"รถมุ่งหน้าไปแยกร่วมจิตร"
,"Towards Ruam Chit Intersection"
,13.78531
,100.51168
,"10.102.128.44"
,{},[["9150","ST0008841",13.78532,100.51178,["14"]],["2913","ST0002913",13.78538,100.5118,["49","14","16","33","32","30","51","524","9","3","64","4","66","6","506","505","65"]]]],"23":
["23"
,"แยกศรีย่าน"
,"Si Yan Intersection"
,"รถมุ่งหน้าไปแยกวชิระ"
,"Towards Vajira Intersection"
,13.78522
,100.5117
,"10.102.128.46"
,{},[["9150","ST0008841",13.78532,100.51178,["14"]],["2913","ST0002913",13.78538,100.5118,["49","14","16","33","32","30","51","524","9","3","64","4","66","6","506","505","65"]]]],"95":
["95"
,"แยกใต้ทางด่วนจันทน์(ถนนจันทน์ ใกล้คลินิกทันตกรรมสไมล์โฟกัส)"
,"Intersection under Chan Expy Near Smile Focus Dental Clinic"
,"รถมาจากแยกเจริญราษฎร์"
,"From Charoen Rat Intersection"
,13.70773
,100.51856
,"10.128.128.48"
,{},[["9571","ST0009262",13.70789,100.51857,["3","5","35"]],["9572","ST0009263",13.70801,100.51789,["3","5","35"]]]],"508":
["508"
,"สะพานขาว"
,"Saphan Khao Bridge"
,"เลนซ้ายรถมุ่งหน้าแยกเทวกรรม เลนขวารถมาจากแยกเทวกรรม"
,"From Yommarat Intersection"
,13.75702
,100.51586
,"10.108.102.20"
,{},[["478","ST0000478",13.75662,100.51605,["","60","59","44","53","1","183","3","2","511","8","512","ปอ.พ.10","79"]],["479","ST0000479",13.75663,100.51614,["","59","44","1","183","3","2","511","8","512","ปอ.พ.10","79"]]]],"28":
["28"
,"แยกบุคคโล(ถนนมไหสวรรค์ขาเข้า ข้างป้อมตำรวจ)"
,"Near the police box on Mahai Sawan Road (Inbound)"
,"รถมาจากแยกมไหสวรรค์"
,"From Mahai Sawan Intersection"
,13.70326
,100.48846
,"10.116.128.26"
,{},[["6009","ST0005949",13.70294,100.48844,["9","8","89"]],["2021","ST0002021",13.702897,100.488431,["1","111"]]]],"29":
["29"
,"แยกบุคคโล(ถนนมไหสวรรค์ขาเข้า ข้างป้อมตำรวจ)"
,"Near the police box on Mahai Sawan Road (Inbound)"
,"รถมาจากถนนเจริญนคร"
,"From Charoen Nakhon Road"
,13.70319
,100.48864
,"10.116.128.28"
,{},[["6009","ST0005949",13.70294,100.48844,["9","8","89"]],["2022","ST0002022",13.70289,100.48845,["","15","17","75","1","163A","88","89","547","544","6","205"]]]],"161":
["161"
,"สะพานลอยใกล้ซอยเทอดไท 21 ถนนราชพฤกษ์"
,"Footbridge near Soi Thoet Thai 21 on Ratchaphruek Road"
,"รถมาจากแยกรัชดา-ราชพฤกษ์ มุ่งหน้าไปแยกตากสิน"
,"From Ratchada-Ratchaphruek Intersection towards Taksin Intersection"
,13.71849
,100.48355
,"10.116.129.126"
,{},[["7374","ST0007068",13.72233,100.48243,["","10","43","1","5","7","9","175"]],["2042","ST0002042",13.72239,100.482596,["1","10","43"]]]],"344":
["344"
,"แยกวัดเบญจฯ"
,"Wat Benchamabophit Intersection"
,"ฝั่งซ้ายรถมุ่งหน้าแยกเสาวนี ฝั่งขวารถมุ่งหน้าแยกลานพระรูป"
,"From Si Ayutthaya Intersection"
,13.76664
,100.51532
,"10.102.101.129"
,{},[["9543","ST0009234",13.76649,100.51521,["5","72"]],["517","ST0000517",13.766622,100.514914,["0","3","5","72","503"]]]],"406":
["406"
,"แยกมัฆวาน"
,"Makkhawan  Intersection"
,"รถมุ่งหน้าแยกมิสกวัน"
,"Towards Suan Mitsakawan Intersectioin"
,13.76376
,100.50945
,"10.101.102.61"
,{},[["7041","ST0006735",13.76365,100.5094,["201","ปอ.พ.25","157","70","53","0","7","509"]],["7040","ST0006734",13.76404,100.5096,["ปอ.พ.25","201","157","70","1","0","2","509"]]]],"939":
["939"
,"แยกมหาดไทย"
,"Test System"
,"Test System"
,"Test System"
,13.76043
,100.6246
,"10.156.102.39"
,{},[["9351","ST0009042",13.76036,100.62473,["2","22"]],["7964","ST0007658",13.76032,100.62448,["ปอ.พ.25","150","71","","115","137","113","173","171","95","40","5","545","8","ปอ.พ.17","ปอ.พ.10","501","ปอ.พ.34","207","99","122","109","168","126","93","92","36ก.","60","ปอ.พ.4","58","512"]]]],"938":
["938"
,"รามคำแหง-พระราม 9"
,"Test System"
,"Test System"
,"Test System"
,13.74771
,100.60329
,"10.156.102.38"
,{},[["7260","ST0006954",13.74797,100.6039,["ปอ.พ.25","�","ปอ.พ.34","","168","551","171","�","ปอ.พ.4",".","537","137","4","�","�","517","�"]],["7259","ST0006953",13.74581,100.60392,["115","60","92","58","22","512","ปอ.พ.10","40","99","109","5","113","545","71","8","93","ปอ.พ.17","173","517","501"]]]],"546":
["546"
,"แยกลานพระรูป ร. 5"
,"Lan Phra Rup Intersection"
,""
,""
,13.76814
,100.51142
,"10.102.102.58"
,{},[["8118","ST0007812",13.76823,100.51153,["ปอ.พ.25","0","72","7","70"]],["3392","ST0003392",13.768238,100.511524,["ปอ.พ.25","0","3","5","70","503"]]]],"547":
["547"
,"แยกลานพระรูป ร. 5"
,"Lan Phra Rup Intersection"
,"รถมาจากแยกอู่ทองใน"
,"From U Thong Nai Intersection"
,13.76836
,100.51152
,"10.102.102.59"
,{},[["1697","ST0001697",13.768251,100.511552,["0","7","70"]],["3392","ST0003392",13.768238,100.511524,["ปอ.พ.25","0","3","5","70","503"]]]],"545":
["545"
,"แยกลานพระรูป ร. 5"
,"Lan Phra Rup Intersection"
,""
,""
,13.76819
,100.51156
,"10.102.102.57"
,{},[["8118","ST0007812",13.76823,100.51153,["ปอ.พ.25","0","72","7","70"]],["3392","ST0003392",13.768238,100.511524,["ปอ.พ.25","0","3","5","70","503"]]]],"933":
["933"
,"แยกสวนหลวง"
,"Test System"
,"Test System"
,"Test System"
,13.71274
,100.64366
,"10.156.102.33"
,{},[["621","ST0000621",13.712742,100.643634,["11","133","145","207","206","550","ปอ.พ.15-2","1","537","519","1013"]],["568","ST0000568",13.71360278,100.6434722,["11","133","145","207","206","550","ปอ.พ.15-2","1","537"]]]],"932":
["932"
,"แยกพัฒนาการ"
,"Test System"
,"Test System"
,"Test System"
,13.7356
,100.64105
,"10.156.102.32"
,{},[["7250","ST0006944",13.73559,100.64104,["537","0","2","207","7"]],["8450","ST0008141",13.73559,100.64102,["145","550","ปอ.พ.15-2","519","0","5"]]]],"931":
["931"
,"แยกลำสาลี"
,"Test System"
,"Test System"
,"Test System"
,13.76289
,100.64546
,"10.156.102.31"
,{},[["8","ST0000008",13.76263,100.64559,["ปอ.พ.25","150","126","","550","115","137","113","173","172","171","22","95","40","1","3","545","ปอ.พ.17","ปอ.พ.10","501","ปอ.พ.34","145","143","207","99","122","109","168","71","93","92","36ก.","60","ปอ.พ.4","58","ปอ.พ.15-2","519","512","514"]],["8108","ST0007802",13.76271,100.64586,["ปอ.พ.25","�","ปอ.พ.34","�",".","2","5","�","�","�"]]]],"930":
["930"
,"บางกะปิ"
,"Test System"
,"Test System"
,"Test System"
,0
,0
,"10.156.102.29"
,{},[["4447","ST0004481",0,0,["1","133","3","2","132"]],["9389","ST0009080",0,0,["1","44","4","41"]]]],"571":
["571"
,"แยกจ.ป.ร."
,"Jor Por Ror  Intersection"
,"ฝั่งซ้ายรถมุ่งแยกมัฆวาน ฝั่งขวารถมุ่งหน้าสะพานผ่านฟ้าลีลาศ"
,"Towards Lan Phra Rup Intersection"
,13.76001
,100.5077
,"10.101.102.71"
,{},[["7043","ST0006737",13.75993,100.50766,["201","10","157","49","509","ปอ.พ.25","0","7","70"]],["2499","ST0002499",13.75985278,100.5078639,["201","�","157","70","�","ปอ.พ.25",".","2","5","509","�","�","�"]]]],"934":
["934"
,"แยกบางนา"
,"Test System"
,"Test System"
,"Test System"
,13.67315
,100.60673
,"10.156.102.34"
,{},[["6404","ST0006344",13.673233,100.60684,["2","25","508","142","184","23","45","545","511","0","116","5","544","8","102","507","536","129"]],["128","ST0000128",13.673406,100.60684,["�","558","552","132","116","139","ต.61","25","ต.67","23","46","45","ต.30A",".","180","2","5","4","508","545","507","142","544","45ก.","�","102","129","�","38","48","ต.52","ต.53","536","184","511","513","ต.30","ต.31"]]]],"628":
["628"
,"แยกเกษะโกมล"
,"Gesagomon Intersection"
,"รถมุ่งหน้าแยกบางกระบือ"
,"Towards Bang Krabue Intersection"
,13.7834
,100.52432
,"10.102.102.65"
,{},[["3173","ST0003173",13.78368,100.5244,["0","5","50","7","70"]],["9519","ST0009210",13.78488,100.52193,["0","7","70"]]]],"965":
["965"
,"สะพานพระราม 8"
,"Test System"
,"Test System"
,"Test System"
,13.76781
,100.49971
,"10.156.102.65"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9280","ST0008971",13.76636,100.5008,["19","53","3","5","9","516"]]]],"325":
["325"
,"แยกสวนมิสกวัน"
,"Suan Mitsakawan Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกมัฆวาน"
,"Left side towards Makkhawan  Intersection"
,13.76585
,100.51049
,"10.102.101.97"
,{},[["7039","ST0006733",13.7659,100.51045,["201","ปอ.พ.25","157","23","509","99","0","16","7","70","505"]],["520","ST0000520",13.76488,100.50999,["201","ปอ.พ.25","157","70","0","7","509","503"]]]],"158":
["158"
,"สะพานลอยใกล้ซอยสมเด็จพระเจ้าตากสิน 19 ถนนสมเด็จพระเจ้าตากสิน"
,"Footbridge near Soi Somdet Phra Chao Taksin 19 on Somdet Phra Chao Taksin Road"
,"รถมาจากแยกตากสิน มุ่งหน้าไปแยกมไหสวรรค์"
,"From Taksin Intersection towards Mahai Sawan Intersection"
,13.71271
,100.48847
,"10.116.129.123"
,{},[["9009","ST0008700",13.71276,100.48836,["","20","57","1","0","169"]],["9008","ST0008699",13.71241,100.48827,["","20","57","1","0","169"]]]],"262":
["262"
,"หน้ากรมชลประทาน ถนนสามเสน"
,"In front of Royal Irrigation Department on Sam Sen Road"
,"รถมาจากแยกเกียกกาย"
,"From Keakkai Intersection"
,13.78663
,100.5127
,"10.102.101.14"
,{},[["3538","ST0003538",13.78676389,100.5127389,["49","16","33","32","30","51","524","3","64","4","66","6","Boat (N)","505","65"]],["6384","ST0006324",13.78598,100.51221,["49","16","33","32","30","51","524","3","64","65","6","505","4"]]]],"261":
["261"
,"หน้ากรมชลประทาน ถนนสามเสน"
,"In front of Royal Irrigation Department on Sam Sen Road"
,"รถมาจากแยกศรีย่าน"
,"From Si Yan Intersection"
,13.78669
,100.51266
,"10.102.101.12"
,{},[["3538","ST0003538",13.78676389,100.5127389,["49","16","33","32","30","51","524","3","64","4","66","6","Boat (N)","505","65"]],["6384","ST0006324",13.78598,100.51221,["49","16","33","32","30","51","524","3","64","65","6","505","4"]]]],"967":
["967"
,"อุโมงค์ลาดปลาเค้า"
,"Test System"
,"Test System"
,"Test System"
,0
,0
,"10.156.102.67"
,{},[["4447","ST0004481",0,0,["1","133","3","2","132"]],["9389","ST0009080",0,0,["1","44","4","41"]]]],"521":
["521"
,"แยกแม้นศรี"
,"Maen Sri Intersection"
,"รถมาจากแยกสำราญราษฎร์(ตามลูกศรสีเหลือง)"
,"From Kasat Suek Intersection"
,13.75194
,100.50873
,"10.108.102.42"
,{},[["3869","ST0003869",13.7519,100.509,["","15","49","47","37","4","508","8","169"]],["9202","ST0008893",13.75163,100.50946,["","47","15","508"]]]],"264":
["264"
,"เสาป้ายหน้าศรีย่านทันตแพทย์ เยื้องซอยศรีย่าน 2 ถนนนครไชยศรี"
,"Directional sign near Sriyan Dental Building on Sriyan 2 on Nakhon Chai Si Road"
,"รถมาจากประดิพัทธิ์"
,"From Pradiphat Intersection"
,13.78408
,100.5141
,"10.102.102.148"
,{},[["7442","ST0007136",13.78444,100.51344,["1","4","14"]],["7443","ST0007137",13.78356,100.51503,["1","4","14"]]]],"128":
["128"
,"สะพานลอยใกล้สถานีรถไฟฟ้ากรุงธนบุรี ถนนกรุงธนบุรี"
,"Footbridge near Krung Thon Buri BTS Station on Krung Thon Buri Road"
,"รถมาจากสะพานตากสิน มุ่งหน้าไปแยกตากสิน"
,"From Saphan Taksin towards Taksin Intersection"
,13.72077
,100.50375
,"10.118.129.121"
,{},[["8384","ST0008075",13.72087,100.50435,[""," ","B",")","(","76","S","2","T","BTS (2)","172","105"]],["8464","ST0008155",13.72084,100.50437,["","1","76","2","7","172","105"]]]],"129":
["129"
,"สะพานลอยใกล้สถานีรถไฟฟ้ากรุงธนบุรี ถนนกรุงธนบุรี"
,"Footbridge near Krung Thon Buri BTS Station on Krung Thon Buri Road"
,"รถมาจากแยกตากสิน มุ่งหน้าไปสะพานตากสิน"
,"From Taksin Intersection towards Saphan Taksin"
,13.72101
,100.50363
,"10.118.129.122"
,{},[["8384","ST0008075",13.72087,100.50435,[""," ","B",")","(","76","S","2","T","BTS (2)","172","105"]],["8464","ST0008155",13.72084,100.50437,["","1","76","2","7","172","105"]]]],"364":
["364"
,"แยกเขตดุสิต "
,"Khatdusit Intersection"
,"รถมาจากแยกราชวัตร"
,"From Rat Cha Wat Intersection"
,13.7765
,100.5205
,"10.102.102.76"
,{},[["3178","ST0003178",13.77654,100.52071,["12","5"]],["9088","ST0008779",13.77604,100.52045,["1","12","2"]]]],"520":
["520"
,"แยกแม้นศรี"
,"Maen Sri Intersection"
,""
,""
,13.75177
,100.50864
,"10.108.102.43"
,{},[["3869","ST0003869",13.7519,100.509,["","15","49","47","37","4","508","8","169"]],["9455","ST0009146",13.75115,100.50838,["47","4","7"]]]],"59":
["59"
,"แยกสะพานควาย(ถนนพหลโยธินขาเข้า ใกล้ตู้ควบคุมการจราจร)"
,"Near traffic control box on Paholyothin  Road(Inbound)"
,"รถมาจากแยกสุทธิสาร"
,"From Sutthisan Intersection"
,13.78968
,100.54842
,"10.114.128.36"
,{},[["1391","ST0001391",13.78975,100.54828,["","157","159","117","63","112","177","69","52","1","26","27","44","28","29","524","3","5","184","509","8","502","503","ปอ.พ.34","204","77","108","74","90","92","97","39","38","59","54","34","510","513"]],["3532","ST0003532",13.78971,100.548232,["3"]]]],"58":
["58"
,"แยกสะพานควาย(ถนนพหลโยธินขาเข้า ใกล้ตู้ควบคุมการจราจร)"
,"Near traffic control box on Paholyothin  Road(Inbound)"
,"รถมาจากอนุสาวรีย์ชัยสมรภูมิ"
,"From Victory Monument"
,13.78957
,100.54812
,"10.114.128.34"
,{},[["3532","ST0003532",13.78971,100.548232,["3"]],["1391","ST0001391",13.78975,100.54828,["","157","159","117","63","112","177","69","52","1","26","27","44","28","29","524","3","5","184","509","8","502","503","ปอ.พ.34","204","77","108","74","90","92","97","39","38","59","54","34","510","513"]]]],"132":
["132"
,"สะพานลอยใกล้บริษัทการบินไทย จำกัด(มหาชน) ปากซอยวิภาวดีรังสิต 20 ถนนวิภาวดีรังสิต"
,"Footbridge near Thai Airways International Public Company Limited Entrance Soi Vibhavadi-Rangsit"
,"รถมาจากแยกสุทธิสาร มุ่งหน้าไปแยกลาดพร้าว"
,"From Sutthisan Intersection towards Lat Phrao Intersection"
,13.80306
,100.56021
,"10.130.129.121"
,{},[["96","ST0000096",13.80615,100.5601056,["24","","ปอ.พ.35","92","6","9","129","504","138","107"]],["7840","ST0007534",13.79988,100.56068,["24","","ปอ.พ.35","92","2","4","129","69","504","138","107"]]]],"55":
["55"
,"แยกพหลโยธิน 2(ถนนพหลโยธินขาออก ใกล้ บ.กิฟฟารีน จำกัด)"
,"Near Giffarine Skyline Unity Co.,LTD.   on  Phahon Yothin Road (outbound)"
,"รถเลี้ยวขวาไปถนนวิภาวดีรังสิต"
,"Right turn to Vibhavadi Rangsit RoadFrom Pradiphat Intersection"
,13.77564
,100.54327
,"10.114.128.28"
,{},[["3483","ST0003483",13.77547,100.54314,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["8409","ST0008100",13.77598,100.54333,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"54":
["54"
,"แยกพหลโยธิน 2(ถนนพหลโยธินขาออก ใกล้ บ.กิฟฟารีน จำกัด)"
,"Near Giffarine Skyline Unity Co.,LTD.   on  Phahon Yothin Road (outbound)"
,"รถมุ่งหน้าไปแยกสะพานควาย"
,"Towards Saphan Khwai Intersection"
,13.77564
,100.54307
,"10.114.128.26"
,{},[["3483","ST0003483",13.77547,100.54314,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["8409","ST0008100",13.77598,100.54333,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"57":
["57"
,"แยกสะพานควาย(ถนนพหลโยธินขาออก ใกล้อาคารศรีศุภราช อาเขต)"
,"Near Sri Suparach Arcade Building  on Paholyothin Road (outbound)"
,"รถมาจากแยกกำแพงเพชร"
,"From Pradiphat Intersection"
,13.78995
,100.54843
,"10.114.128.32"
,{},[["1391","ST0001391",13.78975,100.54828,["","157","159","117","63","112","177","69","52","1","26","27","44","28","29","524","3","5","184","509","8","502","503","ปอ.พ.34","204","77","108","74","90","92","97","39","38","59","54","34","510","513"]],["3532","ST0003532",13.78971,100.548232,["3"]]]],"56":
["56"
,"แยกสะพานควาย(ถนนพหลโยธินขาออก ใกล้อาคารศรีศุภราช อาเขต)"
,"Near Sri Suparach Arcade Building  on Paholyothin Road (outbound)"
,"รถมาจากแยกประดิพัทธ์"
,"From Kamphaeng Phet Intersection"
,13.78985
,100.54817
,"10.114.128.30"
,{},[["1391","ST0001391",13.78975,100.54828,["","157","159","117","63","112","177","69","52","1","26","27","44","28","29","524","3","5","184","509","8","502","503","ปอ.พ.34","204","77","108","74","90","92","97","39","38","59","54","34","510","513"]],["3532","ST0003532",13.78971,100.548232,["3"]]]],"51":
["51"
,"สะพานลอยใกล้ห้องอาหารราชตฤณมัยสมาคม ถนนพิษณุโลก"
,"Footbridge near Royal Turf Club of Thailand under the Royal Patronage on Phitsanulok Road"
,"รถมาจากแยกยมราช"
,"From Yommarat Intersection"
,13.7604
,100.51679
,"10.108.128.24"
,{},[["7610","ST0007304",13.76051,100.5168,["201","","157","23","16","1","7","509","505","ปอ.พ.10","171"]],["9247","ST0008938",13.7606,100.51681,["1","23","16","6"]]]],"50":
["50"
,"สะพานลอยใกล้ห้องอาหารราชตฤณมัยสมาคม ถนนพิษณุโลก"
,"Footbridge near Royal Turf Club of Thailand under the Royal Patronage on Phitsanulok Road"
,"รถมาจากแยกนางเลิ้ง"
,"From Nang Loeng Intersection"
,13.76065
,100.5168
,"10.108.128.22"
,{},[["9247","ST0008938",13.7606,100.51681,["1","23","16","6"]],["7610","ST0007304",13.76051,100.5168,["201","","157","23","16","1","7","509","505","ปอ.พ.10","171"]]]],"53":
["53"
,"แยกพหลโยธิน 2(ถนนพหลโยธินขาเข้า ใกล้ บ.ไทยเบปเวอร์เรจ จำกัด)"
,"Near Thaibeverage Recycle Co.,LTD.  on  Phahon Yothin Road (Inbound)"
,"รถมาจากแยกสะพานควาย"
,"From Saphan Khwai Intersection"
,13.77567
,100.54328
,"10.114.128.24"
,{},[["3483","ST0003483",13.77547,100.54314,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["8409","ST0008100",13.77598,100.54333,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"363":
["363"
,"แยกเขตดุสิต "
,"Khatdusit Intersection"
,"รถมาจากแยกราชวีถี"
,"From Ratchawithi Intersection"
,13.77667
,100.52059
,"10.102.102.73"
,{},[["3178","ST0003178",13.77654,100.52071,["12","5"]],["9869","ST0009560",13.77691,100.52092,["5"]]]],"414":
["414"
,"บริเวณใต้สะพานพุทธ"
,"Below/Under Phra Phuttha Yodfa Bridge (Memorial Bridge)"
,"มุ่งหน้ามาปากคลองตลาด"
,"Towards Pak Khlong Talat"
,13.74018
,100.49792
,"10.101.102.199"
,{},[["7376","ST0007070",13.74024,100.49786,["9","3","5","53"]],["7862","ST0007556",13.73945,100.49759,["�","�","","7ก.","37","6","42","43","40",".","3","73","8","7","�","82","Boat (N)","Boat (O)","73ก.","85"]]]],"378":
["378"
,"แยกคอกวัว"
,"Khok Wua Intersection"
,"รถฝั่งซ้ายมุ่งหน้าอนุสาวรีย์ประชาธิปไตย"
,"Towards Si Kak Sao Ching Cha Intersection"
,13.75734
,100.49893
,"10.101.101.56"
,{},[["484","ST0000484",13.75727,100.49895,["ปอ.พ.25","157","159","68","82","171","47","44","42","183","2","509","9","8","ปอ.พ.10","503","201","203","6","169","70","15","79","59","56","511","512","516"]],["8946","ST0008637",13.75734,100.49865,["ปอ.พ.25","","157","159","68","82","171","47","44","1","183","3","2","509","9","8","ปอ.พ.10","201","203","6","169","70","59","79","15","511","512","516"]]]],"416":
["416"
,"แนวถนนสามเสน"
,"Sam Sen Road"
,"มุ่งหน้าแยกบางขุนพรหม"
,"Towards Bangkhunprom Intersection"
,13.76688
,100.50109
,"10.101.102.211"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9280","ST0008971",13.76636,100.5008,["19","53","3","5","9","516"]]]],"417":
["417"
,"แนวถนนสามเสน"
,"Sam Sen Road"
,"มุ่งหน้าแยกบางลำภู"
,"Towards Bang Lamphu Intersection"
,13.76694
,100.50122
,"10.101.102.213"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9329","ST0009020",13.76742,100.5016,["49","19","53","3","5","9","516"]]]],"360":
["360"
,"แยกยมราช"
,"Yommarat Intersection"
,"รถมาจากแยกเสาวนี"
,"From Saowa Ni Intersection"
,13.75741
,100.52061
,"10.102.101.176"
,{},[["8455","ST0008146",13.7573,100.52049,["","59","16","44","23","1","183","3","2","511","8","ปอ.พ.10"]],["491","ST0000491",13.7573,100.52048,["201","99","157","16","23","60","1","0","2","509","8","505","ปอ.พ.10","171",""]]]],"920":
["920"
,"วงเวียนหลักสี่"
,"Test System"
,"Test System"
,"Test System"
,13.87539
,100.59653
,"10.156.102.20"
,{},[["5959","ST0005899",13.875652,100.596863,["","150","554","114","26","524","3","520","4","522","523","503","ปอ.พ.34","185","95","39","59","51","34","356","513","512"]],["58","ST0000058",13.87573,100.59686,["","150","554","114","26","524","3","520","4","522","185","503","ปอ.พ.34","523","95","95ก.","39","59","51","34","356","513","512"]]]],"923":
["923"
,"แยกประชานุกูล"
,"Test System"
,"Test System"
,"Test System"
,13.83054
,100.53906
,"10.156.102.23"
,{},[["1943","ST0001943",13.83045,100.53902,["","66","7","49","112","1","16","179","70","9","170"]],["3299","ST0003299",13.830414,100.539022,["","70","112","1","2","66","67"]]]],"418":
["418"
,"แนวถนนสามเสน"
,"Sam Sen Road"
,"สามเสน 10 มุ่งหน้าแยกบางขุนพรหม"
,"Sam Sen 10 towards Bangkhunprom Intersection"
,13.76693
,100.50111
,"10.101.102.216"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9280","ST0008971",13.76636,100.5008,["19","53","3","5","9","516"]]]],"419":
["419"
,"แนวถนนสามเสน"
,"Sam Sen Road"
,"สามเสน 8 มุ่งหน้าสนข.พระนคร"
,"Sam Sen 8 towards Phra Nakhon Police Station"
,13.76697
,100.50115
,"10.101.102.222"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9329","ST0009020",13.76742,100.5016,["49","19","53","3","5","9","516"]]]],"591":
["591"
,"แยกคลองสาน"
,"Knongsan Intersection"
,"รถมาจากคลองสาน ถนนเจริญนคร"
,""
,13.72995
,100.50863
,"10.118.101.5"
,{},[["2001","ST0002001",13.730049,100.508699,["120","57","43","149","1","177","88","89","111","4","6","9","173","84"]],["4600","ST0004634",13.73005,100.50873,["120","57","43","149","1","177","88","89","4","6","9","ต.34","173","105"]]]],"590":
["590"
,"แยกคลองสาน"
,"Knongsan Intersection"
,"รถมาจากวงเวียนใหญ่"
,""
,13.73007
,100.50867
,"10.118.101.2"
,{},[["2001","ST0002001",13.730049,100.508699,["120","57","43","149","1","177","88","89","111","4","6","9","173","84"]],["4600","ST0004634",13.73005,100.50873,["120","57","43","149","1","177","88","89","4","6","9","ต.34","173","105"]]]],"593":
["593"
,"แยกบ้านแขก"
,"Ban Khaek Juncion"
,"รถมุ่งหน้าไปวงเวียนใหญ่"
,""
,13.73064
,100.49475
,"10.118.101.8"
,{},[["1632","ST0001632",13.73089,100.4946,["�","","82","177","85","21","7ก.","42","40",".","542","3","4","7","9","�","529","10","149","169","�","19","57","56","37"]],["9012","ST0008703",13.73019,100.49435,["","10","21","169","37","542","9","4","7","82","529","85"]]]],"592":
["592"
,"แยกคลองสาน"
,"Knongsan Intersection"
,"รถมุ่งหน้าไปถนนลาดหญ้า เข้าสำนักงานเขตคลองสาน"
,""
,13.73004
,100.50856
,"10.118.101.6"
,{},[["2001","ST0002001",13.730049,100.508699,["120","57","43","149","1","177","88","89","111","4","6","9","173","84"]],["4600","ST0004634",13.73005,100.50873,["120","57","43","149","1","177","88","89","4","6","9","ต.34","173","105"]]]],"199":
["199"
,"ใกล้ซอยจันทน์ 15/1 ถนนจันทน์"
,"Near Soi Chan 15/1 on Chan Road"
,"รถมาจากแยกจันทน์-นราธิวาส มุ่งหน้าไปแยกตรอกจันทน์"
,"From Chan-Naradhiwas Intersection towards Ruam Chit Intersection"
,13.70541
,100.53366
,"10.128.129.134"
,{},[["9361","ST0009052",13.70536,100.5333,["2","22"]],["9362","ST0009053",13.70545,100.5312,["2","22"]]]],"198":
["198"
,"ใกล้ซอยจันทน์ 15/1 ถนนจันทน์"
,"Near Soi Chan 15/1 on Chan Road"
,"รถมาจากแยกตรอกจันทน์ มุ่งหน้าไปแยกจันทน์-นราธิวาส"
,"From Ruam Chit Intersection towards Chan-Naradhiwas Intersection"
,13.70542
,100.53364
,"10.128.129.133"
,{},[["9361","ST0009052",13.70536,100.5333,["2","22"]],["9362","ST0009053",13.70545,100.5312,["2","22"]]]],"596":
["596"
,"แยกบ้านแขก"
,"Ban Khaek Juncion"
,"รถมุ่งหน้าไปแยกโพธฺ์สามต้น"
,""
,13.73083
,100.49465
,"10.118.101.11"
,{},[["1632","ST0001632",13.73089,100.4946,["�","","82","177","85","21","7ก.","42","40",".","542","3","4","7","9","�","529","10","149","169","�","19","57","56","37"]],["9013","ST0008704",13.73139,100.49479,["","10","21","169","37","542","82","2","5","4","7","9","529","85"]]]],"313":
["313"
,"แยกขัตติยานี"
,"Khattiyani Intersection"
,"รถมุ่งหน้า แยกพิชัย"
,"Towards Phi Chai Intersection"
,13.77849
,100.51637
,"10.102.102.52"
,{},[["9085","ST0008776",13.77846,100.51635,["1","12","2","70"]],["9086","ST0008777",13.77814,100.51703,["1","12","2"]]]],"312":
["312"
,"แยกขัตติยานี"
,"Khattiyani Intersection"
,"รถมาจากแยกสวนรื่น"
,"Towards Suan Ruenruedi Intersection"
,13.77848
,100.51635
,"10.102.102.50"
,{},[["9085","ST0008776",13.77846,100.51635,["1","12","2","70"]],["9086","ST0008777",13.77814,100.51703,["1","12","2"]]]],"311":
["311"
,"แยกขัตติยานี"
,"Khattiyani Intersection"
,"รถมุ่งหน้าแยกอู่ทองใน"
,"Towards U Thong Nai Intersection"
,13.77846
,100.51635
,"10.102.101.74"
,{},[["9085","ST0008776",13.77846,100.51635,["1","12","2","70"]],["9086","ST0008777",13.77814,100.51703,["1","12","2"]]]],"310":
["310"
,"แยกขัตติยานี"
,"Khattiyani Intersection"
,"รถมุ่งหน้าแยกพิชัย"
,"Towards Phi Chai Intersection"
,13.7785
,100.51637
,"10.102.101.73"
,{},[["9085","ST0008776",13.77846,100.51635,["1","12","2","70"]],["9086","ST0008777",13.77814,100.51703,["1","12","2"]]]],"191":
["191"
,"สะพานลอยใกล้ซอยนราธิวาส 9 ถนนนราธิวาส"
,"Footbridge near Soi Narathiwas 9 on Narathiwas Road"
,"รถมาจากแยกจันทน์-นราธิวาส มุ่งหน้าไปแยกสาทร-นราธิวาส"
,"From Chan-Naradhiwas Intersection towards Sathon-Naradhiwas Intersection"
,13.71799
,100.53205
,"10.128.129.122"
,{},[["7522","ST0007216",13.71801,100.5322,["1","2","162","6"]],["9920","ST0009611",13.71803,100.53221,["77","7"]]]],"190":
["190"
,"สะพานลอยใกล้ซอยนราธิวาส 9 ถนนนราธิวาส"
,"Footbridge near Soi Narathiwas 9 on Narathiwas Road"
,"รถมาจากแยกสาทร-นราธิวาส มุ่งหน้าไปแยกจันทน์-นราธิวาส"
,"From Sathon-Naradhiwas Intersection towards Chan-Naradhiwas Intersection"
,13.71822
,100.5323
,"10.128.129.121"
,{},[["9920","ST0009611",13.71803,100.53221,["77","7"]],["7522","ST0007216",13.71801,100.5322,["1","2","162","6"]]]],"193":
["193"
,"สะพานลอยใกล้ซอยสาทร 12 ถนนสาทร"
,"Footbridge near Soi Sathon 12 on Sathon Road"
,"รถมาจากแยกสาทร-นราธิวาส มุ่งหน้าไปแยกสาทร-เจริญกรุง"
,"From Sathon-Naradhiwas Intersection towards Sathon-Charoen Krung Intersection"
,13.72051
,100.52621
,"10.128.129.126"
,{},[["5448","ST0005470",13.72031,100.52563,["","77","149","1","116","6","173"]],["7487","ST0007181",13.72051,100.52556,["1","9","4",""]]]],"192":
["192"
,"สะพานลอยใกล้ซอยสาทร 12 ถนนสาทร"
,"Footbridge near Soi Sathon 12 on Sathon Road"
,"รถมาจากแยกสาทร-เจริญกรุง มุ่งหน้าไปแยกสาทร-นราธิวาส"
,"From Sathon-Charoen Krung Intersection towards Sathon-Naradhiwas Intersection"
,13.72071
,100.52604
,"10.128.129.125"
,{},[["7487","ST0007181",13.72051,100.52556,["1","9","4",""]],["5448","ST0005470",13.72031,100.52563,["","77","149","1","116","6","173"]]]],"227":
["227"
,"หน้าบริษัทศรีรุ่งเรือง ถนนเจริญกรุง"
,"In front of Thai Rung Rueang Machinery Ltd., on Charoen Krung Road"
,"รถมาจากแยกเอส เอ บี มุ่งหน้าไปแยกเสือป่า"
,"From S.A.B. Intersection towards Suea Pa Intersection"
,13.74473
,100.50662
,"10.151.129.123"
,{},[["9478","ST0009169",13.74477,100.50676,["9","","4"]],["9477","ST0009168",13.74499,100.50647,["9","","4"]]]],"68":
["68"
,"หน้าธนาคารกรุงเทพ สาขาวรจักร ถนนวรจักร"
,"In front of bangkokbank Worachak Branch on Worachak Road"
,"รถมาจากแยกวรจักร"
,"From Worachak Intersection"
,13.74933
,100.50753
,"10.151.128.30"
,{},[["9192","ST0008883",13.74949,100.50764,["","48","49","47","1","5"]],["9454","ST0009145",13.74914,100.50747,["","4","7"]]]],"88":
["88"
,"แยกจันทน์-สาธุประดิษฐ์"
,"Chan-Sathu Pradit Intersection Intersection"
,"รถมุ่งหน้าไปแยกจันทน์-นราธิวาส"
,"Towards Chan-Naradhiwas Intersection"
,13.70597
,100.52849
,"10.128.128.34"
,{},[["9564","ST0009255",13.70588,100.52869,["3","5","35"]],["1777","ST0001777",13.705708,100.529625,["62","2","6"]]]],"89":
["89"
,"แยกจันทน์-สาธุประดิษฐ์"
,"Chan-Sathu Pradit Intersection Intersection"
,"รถมุ่งหน้าไปแยกใต้ทางด่วนจันทน์"
,"Towards Intersection under Chan Expy"
,13.70583
,100.52883
,"10.128.128.36"
,{},[["9564","ST0009255",13.70588,100.52869,["3","5","35"]],["1777","ST0001777",13.705708,100.529625,["62","2","6"]]]],"49":
["49"
,"แยกอุรุพงษ์(ถนนเพชรบุรี ขาเข้า ใกล้ซอยพระรามที่ 6 ซอย 18)"
,"Near Soi Rama 6 soi 18 on Phetchaburi Road (Inbound)"
,"รถมาจากแยกพงษ์พระราม"
,"From Phong Phra Ram Intersection"
,13.75599
,100.5234
,"10.107.128.48"
,{},[["477","ST0000477",13.7562,100.5235,["99","512","59","157","16","23","50","60","1","183","3","2","171","67","511","8","505","ปอ.พ.10","79"]],["8552","ST0008243",13.75586,100.52437,["99","512","16","23","50","1","183","3","2","511","8","505","ปอ.พ.10","79"]]]],"395":
["395"
,"แยกเสาชิงช้า"
,"Sao Chingcha Intersection"
,"รถมาจากวัดสุทัศน์ ถ.อุณากรรณ มุ่งหน้าตัดถ.บำรุงเมือง"
,"From SiriPhong Road towards Bamrung Mueang Road"
,13.7517
,100.50174
,"10.101.101.106"
,{},[["9648","ST0009339",13.75191,100.50202,["508"]],["1343","ST0001343",13.751968,100.501406,["","2","42","4","35"]]]],"69":
["69"
,"หน้าธนาคารแห่งประเทศไทย ถนนสามเสน"
,"In front of The Bank of Thailand: BOT on Sam Sen Road"
,"รถมาจากแยกบางขุนพรหม"
,"From Bangkhunprom Intersection"
,13.7685
,100.50263
,"10.101.128.22"
,{},[["9282","ST0008973",13.76834,100.5025,["3"]],["9281","ST0008972",13.76785,100.50199,["49","19","53","3","9","516"]]]],"82":
["82"
,"สะพานลอยใกล้ซอยราชปรารภ 3 ถนนราชปรารภ"
,"Footbridge near Soi Ratchaprarop 3 on Ratchaprarop Road"
,"รถมาจากถนนศรีอยุธยา"
,"From Si Ayutthaya Road"
,13.75357
,100.54191
,"10.137.128.22"
,{},[["9138","ST0008829",13.75418,100.54195,["","77","13","14","17","54","1","3","74","5","72","73ก.","73","504","514"]],["9137","ST0008828",13.75433,100.54199,["","77","13","14","17","54","1","3","74","5","72","73ก.","73","504","514"]]]],"142":
["142"
,"สะพานลอยใกล้ปากซอยบุญอยู่ ถนนดินแดง"
,"Footbridge near Entrance to Soi Bun Yu on Din Daeng Road"
,"รถมาจากอนุสาวรีย์ชัยสมรภูมิ มุ่งหน้าไปแยกใต้ทางด่วนดินแดง"
,"From Victory Monument towards Intersection under Din Daeng Expy"
,13.76336
,100.54502
,"10.126.129.121"
,{},[["5397","ST0005419",13.76318,100.54466,["ปอ.พ.25","","551","69","172","171","24","2","5","523","9","504","528","529","ปอ.พ.34","ปอ.พ.35","ปอ.พ.4","163A","168","73ก.","92","36ก.","13","12","54","36","537","73","514"]],["5712","ST0005733",13.762753,100.542703,["ปอ.พ.25","","62","63","69","171","1","183","3","5","184","504","529","ปอ.พ.34","ปอ.พ.35","77","163A","74","73","92","36ก.","13","12","14","17","54","36","537","73ก.","514","538"]]]],"80":
["80"
,"แยกพระรามที่ 3-นราธิวาส(ถนนพระรามที่ 3 ข้างป้อมตำรวจ)"
,"Near the police box on Rama3 Road"
,"รถมุ่งหน้าไปแยกพระรามที่ 3-สะพานภูมิพล1,2"
,"Towards Rama 3-Bhumibol Bridge Intersection"
,13.6954
,100.54691
,"10.112.128.35"
,{},[["1172","ST0001172",13.69543,100.5469,["519","195","1","0","180","89","102","8","162"]],["1582","ST0001582",13.69527778,100.546775,["205","195","0","89","5","2"]]]],"52":
["52"
,"แยกพหลโยธิน 2(ถนนพหลโยธินขาเข้า ใกล้ บ.ไทยเบปเวอร์เรจ จำกัด)"
,"Near Thaibeverage Recycle Co.,LTD.  on  Phahon Yothin Road (Inbound)"
,"รถมาจากถนนวิภาวดีรังสิต"
,"From Vibhavadi Rangsit Road"
,13.77558
,100.54324
,"10.114.128.22"
,{},[["3483","ST0003483",13.77547,100.54314,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["8409","ST0008100",13.77598,100.54333,["","157","159","63","112","177","69","26","27","28","29","3","4","184","509","8","502","503","ปอ.พ.34","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"86":
["86"
,"แยกจันทน์-นราธิวาส(เกาะกลางถนนนราธิวาส ข้างป้อมตำรวจ)"
,"Central barrier near the police box on Narathiwas Road"
,"รถมาจากแยกสาทร-นราธิวาส"
,"From Sathon-Naradhiwas Intersection"
,13.70731
,100.53776
,"10.128.128.27"
,{},[["9912","ST0009603",13.70716,100.53764,["77","7"]],["1808","ST0001808",13.70766,100.53797,["2","22"]]]],"87":
["87"
,"แยกจันทน์-นราธิวาส(ถนนจันทน์ หน้า Besmile Dentral Clinic)"
,"In front of Besmile Dentral Clinic on Chan Road"
,"รถมาจากแยกรัชดา-นราธิวาส"
,"From Ratchada-Naradhiwas Intersection"
,13.70699
,100.53751
,"10.128.128.32"
,{},[["9912","ST0009603",13.70716,100.53764,["77","7"]],["1809","ST0001809",13.70729,100.53726,["2","22"]]]],"243":
["243"
,"สะพานลอยหน้าอาคารอัมรินทร์พลาซ่า ถนนเพลินจิต"
,"Footbridge in front of Amarin Plaza on Phloen Chit Road"
,"รถมาจากแยกเพลินจิต มุ่งหน้าไปแยกราชประสงค์"
,"From Phloen Chit Intersection towards Ratchaprasong Intersection"
,13.74431
,100.54137
,"10.107.129.134"
,{},[["9120","ST0008811",13.74436,100.5414,["13","48","1","3","2","5","508","511"]],["7095","ST0006789",13.74436,100.54144,["","17","40","0","4","501"]]]],"143":
["143"
,"สะพานลอยใกล้ปากซอยบุญอยู่ ถนนดินแดง"
,"Footbridge near Entrance to Soi Bun Yu on Din Daeng Road"
,"รถมาจากแยกใต้ทางด่วนดินแดง มุ่งหน้าไปอนุสาวรีย์ชัยสมรภูมิ"
,"From Dindaeng Under ExpressWay towards Victory Monument"
,13.76327
,100.54515
,"10.126.129.122"
,{},[["5397","ST0005419",13.76318,100.54466,["ปอ.พ.25","","551","69","172","171","24","2","5","523","9","504","528","529","ปอ.พ.34","ปอ.พ.35","ปอ.พ.4","163A","168","73ก.","92","36ก.","13","12","54","36","537","73","514"]],["5712","ST0005733",13.762753,100.542703,["ปอ.พ.25","","62","63","69","171","1","183","3","5","184","504","529","ปอ.พ.34","ปอ.พ.35","77","163A","74","73","92","36ก.","13","12","14","17","54","36","537","73ก.","514","538"]]]],"910":
["910"
,"ผ่านพิภพลีลา"
,"Test System"
,"Test System"
,"Test System"
,13.7574
,100.49473
,"10.156.102.10"
,{},[["1662","ST0001662",13.757427,100.495147,["ปอ.พ.25","157","159","68","82","171","0","47","44","183","2","7","509","9","ปอ.พ.10","201","203","6","169","70","15","79","59","30","511","512","516"]],["5335","ST0005357",13.75767,100.49416,["ปอ.พ.25","","157","159","ต.99","82","64","65","68","80","171","25","0","47","44","43","524","183","3","2","7","509","506","507","ปอ.พ.10","503","ต.8A","201","203","6","ต.102","9","123","124","169","70","91","15","79","ต.35","59","19","32","30","51","53","33","511","512","516"]]]],"415":
["415"
,"แนวถนนสามเสน"
,"Sam Sen Road"
,"มุ่งหน้าแยกบางขุนพรหม"
,"Towards Bangkhunprom Intersection"
,13.767
,100.5012
,"10.101.102.206"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9329","ST0009020",13.76742,100.5016,["49","19","53","3","5","9","516"]]]],"226":
["226"
,"สะพานลอยหน้าวัดเทพศิรินทร์ ถนนหลวง"
,"Footbridge in front of Wat Thepsirin on Luang Road"
,"รถมาจากแยกนพวงศ์ มุ่งหน้าไปแยกพลับพลาไชย"
,"From Nopphawong Intersection towards Klang Hospital"
,13.746
,100.51323
,"10.151.129.121"
,{},[["8071","ST0007765",13.7461,100.51319,["","204","48","1","5","7"]],["3863","ST0003863",13.74611,100.51319,["","508","4","7"]]]],"919":
["919"
,"แยกเกษตร"
,"Test System"
,"Test System"
,"Test System"
,13.83985
,100.57558
,"10.156.102.19"
,{},[["7016","ST0006710",13.83966,100.57555,["","114","26","ต.62","524","3","4","522","185","528","503","ปอ.พ.34","126","129","107","39","59","51","34","ต.15A","513","512"]],["86","ST0000086",13.839277,100.575286,["","178","63","112","177","24","26","524","0","3","5","545","528","ปอ.พ.34","206","185","126","129","107","104","39","59","34","513","512"]]]],"918":
["918"
,"แยกโชคชัย 4"
,"Test System"
,"Test System"
,"Test System"
,13.79497
,100.5936
,"10.156.102.18"
,{},[["918","ST0000918",13.79514,100.59365,["145","7","ปอ.พ.15-3","178","191","550","172","27","122","2","137","73ก.","126","545","8","92","502","514","96"]],["9388","ST0009079",13.79432,100.5946,["1","44","4","41"]]]],"7":
["7"
,"แยกสุทธิสาร(เกาะกลางถนนวิภาวดีรังสิต ข้างป้อมตำรวจ)"
,"Central barrier near the police box on Vibhavadi Rangsit Road"
,"รถมาจากแยกสะพานควาย"
,"From Saphan Khwai Intersection"
,13.7893
,100.5611
,"10.126.128.26"
,{},[["3445","ST0003445",13.78929,100.56106,["1","","7"]],["7843","ST0007537",13.7893,100.56153,["24","","ปอ.พ.35","204","54","92","74","6","9","129","504","138","107"]]]],"420":
["420"
,"แนวถนนสามเสน"
,"Sam Sen Road"
,"สามเสน 3 มุ่งหน้าแยกบางขุนพรหม"
,"Sam Sen 3 towards Bangkhunprom Intersection"
,13.76689
,100.50112
,"10.101.102.224"
,{},[["3561","ST0003561",13.76692,100.50112,["49","33","32","30","51","43","53","524","19","3","64","65","6","9","516","4"]],["9280","ST0008971",13.76636,100.5008,["19","53","3","5","9","516"]]]],"423":
["423"
,"แนวถนนพระสุเมรุ"
,"Phra Sumen Road"
,"หน้าธ.กสิกรสาขาบางลำพู มุ่งหน้าป้อมประสุเมรุ"
,"In front of Kasikorn Bank (Bang Lamphu Branch) towards Pom Phra Sumen"
,13.76129
,100.49973
,"10.101.102.253"
,{},[["9895","ST0009586",13.76123,100.49969,["","56","5","516","6"]],["8305","ST0007996",13.76121,100.49971,["68","8","6"]]]],"422":
["422"
,"แนวถนนพระสุเมรุ"
,"Phra Sumen Road"
,"หน้าวัดบวรนิเวศวิหาร มุ่งหน้าป้อมพระสุเมรุ"
,"In front of Wat Bowonniwet Vihara towards Pom Phra Sumen"
,13.76086
,100.50022
,"10.101.102.249"
,{},[["9893","ST0009584",13.76112,100.49989,["1","","5","6"]],["8305","ST0007996",13.76121,100.49971,["68","8","6"]]]],"425":
["425"
,"แนวถนนย่านบางลำพู"
,"Bang Lamphu Road"
,"ถ.สิบสามห้าง มาจากวงเวียนวัดบวรฯ"
,"Sip Sam Hang Road from Wat Bowonniwet Vihara "
,13.76101
,100.49956
,"10.101.103.1"
,{},[["8305","ST0007996",13.76121,100.49971,["68","8","6"]],["9895","ST0009586",13.76123,100.49969,["","56","5","516","6"]]]],"424":
["424"
,"แนวถนนพระสุเมรุ"
,"Phra Sumen Road"
,"ตรงข้ามวัดบวรนิเวศวิหาร มุ่งหน้าแยกสะพานวันชาติ"
,"Opposite from Wat Bowonniwet Vihara towards Saphan Wan Chat Intersection"
,13.76093
,100.5003
,"10.101.102.254"
,{},[["9893","ST0009584",13.76112,100.49989,["1","","5","6"]],["8305","ST0007996",13.76121,100.49971,["68","8","6"]]]],"427":
["427"
,"แนวถนนย่านพาหุรัด"
,"Phahurat Road"
,"ถ.พาหุรัด มุ่งหน้าแยกพาหุรัด"
,"Phahurat Road towards Phahurat Intersection"
,13.74511
,100.49953
,"10.101.103.17"
,{},[["5090","ST0005112",13.74515,100.49936,["10","12","48","7ก.","19","53","37","43","40","1","0","3","73","4","6","506","73ก.","529","85"]],["8992","ST0008683",13.745,100.49992,["1"]]]],"426":
["426"
,"แนวถนนย่านบางลำพู"
,"Bang Lamphu Road"
,"ถ.สิบสามห้าง มุ่งหน้าไปถ.พระสุเมรุ"
,"Sip Sam Hang Road towards Phra Sumen Road"
,13.76101
,100.49955
,"10.101.103.2"
,{},[["8305","ST0007996",13.76121,100.49971,["68","8","6"]],["9895","ST0009586",13.76123,100.49969,["","56","5","516","6"]]]],"308":
["308"
,"แยกขัตติยานี"
,"Khattiyani Intersection"
,"รถมุ่งหน้าแยกสวนรื่น"
,"Towards Suan Ruenruedi Intersection"
,13.77848
,100.51634
,"10.102.101.71"
,{},[["9085","ST0008776",13.77846,100.51635,["1","12","2","70"]],["9086","ST0008777",13.77814,100.51703,["1","12","2"]]]],"309":
["309"
,"แยกขัตติยานี"
,"Khattiyani Intersection"
,"รถมุ่งหน้าแยกสุโขทัย"
,"Towards Sukhothai Intersection"
,13.77846
,100.51639
,"10.102.101.72"
,{},[["9085","ST0008776",13.77846,100.51635,["1","12","2","70"]],["9086","ST0008777",13.77814,100.51703,["1","12","2"]]]],"315":
["315"
,"แยกอู่ทองใน"
,"U Thong Nai Intersection"
,"รถมุ่งหน้าแยกการเรือน"
,"Towards Kanruen Intersection"
,13.77547
,100.51483
,"10.102.102.53"
,{},[["7818","ST0007512",13.77546,100.51484,["","�","ปอ.พ.4","18","28","�",".","542","108","4","�","�","515","539","125","�"]],["9525","ST0009216",13.77545,100.51489,["0","7","70"]]]],"302":
["302"
,"แยกอู่ทองนอก"
,"Aoo Tong Nok Intersection"
,"รถฝั่งซ้ายมุ่งหน้าถ.สามเสน (ท่าวาสุกรี) "
,"Left side towards Sam Sen Road  (Tha Vasukri)"
,13.77211
,100.5093
,"10.102.101.54"
,{},[["9079","ST0008770",13.77206,100.50943,["","12","19","56","5","6"]],["9080","ST0008771",13.7724,100.50961,["","12","19","56","5","6"]]]],"305":
["305"
,"แยกวังแดง"
,"Wang Daeng Intersection"
,"ถนนนครราชสีมา รถฝั่งซ้ายมุ่งหน้าแยกพล1 (ถ.นครราชสีมาตัดถ.ศรีอยุธยา)"
,"Towards Pon 1 Intersection"
,13.76848
,100.50764
,"10.102.101.67"
,{},[["2978","ST0002978",13.7683,100.508,["","12","16","19","23","56","3","2","505","516"]],["9076","ST0008767",13.76729,100.5071,["","12","19","56","1","5","6"]]]],"306":
["306"
,"แยกวังแดง"
,"Wang Daeng Intersection, Phitsanulok Road,"
,"แยกวังแดง ถนนพิษณุโลก รถฝั่งซ้ายมุ่งหน้าเทเวศน์ ถนนสามเสน"
,"Wang Daeng Intersection, Phitsanulok Road, Left side towards Thewate, Samsane Road"
,13.76845
,100.50756
,"10.102.101.68"
,{},[["2978","ST0002978",13.7683,100.508,["","12","16","19","23","56","3","2","505","516"]],["9076","ST0008767",13.76729,100.5071,["","12","19","56","1","5","6"]]]],"589":
["589"
,"แยกคลองสาน"
,"Knongsan Intersection"
,"รถมุ่งหน้าไปคลองสาน ถนนเจริญนคร"
,""
,13.73005
,100.50872
,"10.118.101.1"
,{},[["4600","ST0004634",13.73005,100.50873,["120","57","43","149","1","177","88","89","4","6","9","ต.34","173","105"]],["2001","ST0002001",13.730049,100.508699,["120","57","43","149","1","177","88","89","111","4","6","9","173","84"]]]],"245":
["245"
,"สะพานลอยหน้า ม.ราชภัฏวไลยอลงกรณ์ ใกล้ซอยเพชรบุรี 5 ถนนเพชรบุรี"
,"Footbridge in front of Valaya alongkorn rajabhat university near Soi Phetchaburi 5 on Phetchaburi Road"
,"รถมาจากแยกราชเทวี มุ่งหน้าไปแยกเพชรพระราม"
,"From Ratchathewi Intersection towards Phet Phra Ram Intersection"
,13.75452
,100.52812
,"10.107.129.136"
,{},[["8547","ST0008238",13.75447,100.52827,["11","99","512","","16","23","50","1","183","3","2","511","8","505","ปอ.พ.10","79"]],["8548","ST0008239",13.75468,100.5277,["11","99","512","","16","23","50","1","183","3","2","511","8","505","ปอ.พ.10","79"]]]],"47":
["47"
,"แยกอุรุพงษ์(ถนนเพชรบุรี ขาออก)"
,"Phetchaburi Road (outbound)"
,"รถมาจากแยกศรีอยุธยา"
,"From Si Ayutthaya Intersection"
,13.75634
,100.52363
,"10.107.128.44"
,{},[["477","ST0000477",13.7562,100.5235,["99","512","59","157","16","23","50","60","1","183","3","2","171","67","511","8","505","ปอ.พ.10","79"]],["7612","ST0007306",13.75695,100.52377,["9","59","5","157","171"]]]],"108":
["108"
,"ปากซอยเจริญกรุง 72/1 ถนนเจริญกรุง"
,"Entrance to Soi Charoen Krung 72/1 on Charoen Krung Road"
,"รถมาจากแยกถนนตก"
,"From Thanon Tok Intersection"
,13.70704
,100.50791
,"10.128.128.74"
,{},[["9167","ST0008858",13.70704,100.50794,["15","17","22","1","163A","75","547","544","504"]],["9168","ST0008859",13.70709,100.50801,["15","17","22","1","163A","75","547","544","504"]]]],"246":
["246"
,"สะพานลอยหน้า ม.ราชภัฏวไลยอลงกรณ์ ใกล้ซอยเพชรบุรี 5 ถนนเพชรบุรี"
,"Footbridge in front of Valaya alongkorn rajabhat university near Soi Phetchaburi 5 on Phetchaburi Road"
,"รถมาจากแยกเพชรพระราม มุ่งหน้าไปแยกราชเทวี"
,"From Phet Phra Ram Intersection towards Ratchathewi Intersection"
,13.75459
,100.528
,"10.107.129.137"
,{},[["8547","ST0008238",13.75447,100.52827,["11","99","512","","16","23","50","1","183","3","2","511","8","505","ปอ.พ.10","79"]],["8548","ST0008239",13.75468,100.5277,["11","99","512","","16","23","50","1","183","3","2","511","8","505","ปอ.พ.10","79"]]]],"146":
["146"
,"สะพานลอยใกล้ มหาวิทยาลัยหอการค้าไทย ปากซอยวิภาวดีรังสิต 2 ถนนวิภาวดีรังสิต"
,"UTCC footbridge near the entrance to Vibhavadi-Rangsit 2 on Vibhavadi-Rangsit Road"
,"รถมาจากแยกสุทธิสาร มุ่งหน้าไปแยกใต้ทางด่วนดินแดง"
,"From Intersection under Din Daeng Expy towards Sutthisan Intersection"
,13.77942
,100.5569
,"10.126.129.125"
,{},[["100","ST0000100",13.78103,100.55745,["24","","ปอ.พ.35","ต.45","92","2","4","129","69","504","138","107"]],["109","ST0000109",13.78233,100.55831,["24","","504","ปอ.พ.35","6","9","129","92","138","107"]]]],"240":
["240"
,"สะพานลอยใกล้ รร.เตรียมอุดมศึกษา ถนนพญาไท"
,"Footbridge near Triamudomsuksa School on Phayathai Road"
,"รถมาจากแยกสามย่าน มุ่งหน้าไปแยกปทุมวัน"
,"From Samyan Intersection towards Pathum Wan Intersection"
,13.7398
,100.52975
,"10.107.129.129"
,{},[["8268","ST0007959",13.74073,100.52995,["","172","21","29","16","47","50","40","34","542","163A","3","36","4","113","177","93","529","501"]],["5813","ST0005781",13.738648,100.529634,["159","36","113","67","177","172","25","21","47","ต.124","29","40","542","3","529","501","141","163A","93","16","50","34","1"]]]],"386":
["386"
,"แยกวิสุทธิกษัตริย์"
,"Wisutkasat Intersection"
,"รถมาจากแยกบางขุนพรหม1"
,"From Bangkhunprom Intersection"
,13.76253
,100.50431
,"10.101.101.74"
,{},[["9035","ST0008726",13.76248,100.50432,["","10","49","19","1","5","6"]],["9486","ST0009177",13.76287,100.50408,["9","4","49"]]]],"102":
["102"
,"แยกถนนตก(ถนนพระราม 3 ขาออก ข้างป้อมตำรวจ)"
,"Near the police box on Rama 3 Road (outbound)"
,"รถมาจากถนนตก"
,"From Thanon Tok Intersection"
,13.69704
,100.49691
,"10.128.128.62"
,{},[["1604","ST0001604",13.697,100.49685,["205","544","17","22","1","163A","75","89","5","4","7","15","504","547"]],["8963","ST0008654",13.69621,100.49601,["1"]]]],"103":
["103"
,"แยกถนนตก(ถนนพระราม 3 ขาออก ข้างป้อมตำรวจ)"
,"Near the police box on Rama 3 Road (outbound)"
,"รถมาจากแยกเจริญราษฎร์"
,"From Charoen Rat Intersection"
,13.69699
,100.49701
,"10.128.128.64"
,{},[["1604","ST0001604",13.697,100.49685,["205","544","17","22","1","163A","75","89","5","4","7","15","504","547"]],["8963","ST0008654",13.69621,100.49601,["1"]]]],"100":
["100"
,"แยกถนนตก(ถนนพระราม 3 ขาออก ข้างป้อมตำรวจ)"
,"Near the police box on Rama 3 Road (outbound)"
,"รถมาจากแยกตรอกจันทน์"
,"From Trok Chan Intersection"
,13.69726
,100.4972
,"10.128.128.58"
,{},[["1604","ST0001604",13.697,100.49685,["205","544","17","22","1","163A","75","89","5","4","7","15","504","547"]],["2342","ST0002342",13.698317,100.498355,["15","17","22","1","163A","75","5","4","7","504","544","547"]]]],"101":
["101"
,"แยกถนนตก(ถนนพระราม 3 ขาออก ข้างป้อมตำรวจ)"
,"Near the police box on Rama 3 Road (outbound)"
,"รถมาจากสะพานกรุงเทพ"
,"From Krung Thep Bridge"
,13.6974
,100.49699
,"10.128.128.60"
,{},[["1604","ST0001604",13.697,100.49685,["205","544","17","22","1","163A","75","89","5","4","7","15","504","547"]],["8963","ST0008654",13.69621,100.49601,["1"]]]],"249":
["249"
,"สะพานลอยหน้า วชิรพยาบาล ถนนสามเสน"
,"Footbridge in front of Faculty of Medcine Vajira Hospital on Sam Sen Road"
,"รถมาจากแยกวชิระ มุ่งหน้าไปแยกซังฮี้"
,"From Vajira Intersection towards Sanghee Intersection"
,13.77991
,100.50926
,"10.101.129.124"
,{},[["3136","ST0003136",13.779539,100.508976,["�","ต.116",".","1","�","6","�"]],["7382","ST0007076",13.78046,100.50942,["49","16","33","32","30","51","524","3","2","5","4","9","64","505","65"]]]],"107":
["107"
,"ปากซอยเจริญกรุง 76 ถนนเจริญกรุง"
,"Entrance to Soi Charoen Krung 76 on Charoen Krung Road"
,"รถมาจากแยกตรอกจันทน์"
,"From Trok Chan Intersection"
,13.7014
,100.50176
,"10.128.128.72"
,{},[["9163","ST0008854",13.70011,100.50051,["15","17","22","1","163A","75","547","544","504"]],["9162","ST0008853",13.6993,100.49961,["15","544","17","22","1","163A","75","547","7","504"]]]],"104":
["104"
,"แยกถนนตก(ถนนพระราม 3 ใต้สะพานพระราม 3 )"
,"Intersection under Rama3 Bridge on Rama3 Road"
,"รถมาจากแยกเจริญราษฎร์"
,"From Charoen Rat Intersection"
,13.69514
,100.49882
,"10.128.128.66"
,{},[["8723","ST0008414",13.69426,100.49977,["BRT","R","B","T"]],["1604","ST0001604",13.697,100.49685,["205","544","17","22","1","163A","75","89","5","4","7","15","504","547"]]]],"903":
["903"
,"ร.พ.พญาไท 2"
,"Test System"
,"Test System"
,"Test System"
,13.7695
,100.54077
,"10.156.102.3"
,{},[["283","ST0000283",13.769633,100.540901,["","157","159","63","112","177","69","26","27","28","29","2","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["7356","ST0007050",13.76807,100.54006,["","157","159","63","112","177","69","204","26","27","28","29","2","7","509","8","502","503","ปอ.พ.34","184","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"39":
["39"
,"สะพานลอยใกล้ซอยวงศ์สว่าง 21 ถนนวงศ์สว่าง"
,"Footbridge near Soi Wong Sawang 21 on Wong Sawang Road"
,"รถมาจากสะพานพระราม 7"
,"From Rama 7 Bridge"
,13.82428
,100.52393
,"10.125.128.24"
,{},[["1956","ST0001956",13.8245,100.524,["179"]],["7597","ST0007291",13.82375,100.5235,["49","18","50","0","5","97","170"]]]],"38":
["38"
,"สะพานลอยใกล้ซอยวงศ์สว่าง 21 ถนนวงศ์สว่าง"
,"Footbridge near Soi Wong Sawang 21 on Wong Sawang Road"
,"รถมาจากแยกวงศ์สว่าง"
,"From Wongsawang Intersection"
,13.82421
,100.52412
,"10.125.128.22"
,{},[["1956","ST0001956",13.8245,100.524,["179"]],["7597","ST0007291",13.82375,100.5235,["49","18","50","0","5","97","170"]]]],"907":
["907"
,"แยกพระรูป ร.5"
,"Test System"
,"Test System"
,"Test System"
,13.76802
,100.51143
,"10.156.102.7"
,{},[["8118","ST0007812",13.76823,100.51153,["ปอ.พ.25","0","72","7","70"]],["3392","ST0003392",13.768238,100.511524,["ปอ.พ.25","0","3","5","70","503"]]]],"244":
["244"
,"สะพานลอยหน้าอาคารอัมรินทร์พลาซ่า ถนนเพลินจิต"
,"Footbridge in front of Amarin Plaza on Phloen Chit Road"
,"รถมาจากแยกราชประสงค์ มุ่งหน้าไปแยกเพลินจิต"
,"From Ratchaprasong Intersection towards Phloen Chit Intersection"
,13.74445
,100.54124
,"10.107.129.135"
,{},[["9120","ST0008811",13.74436,100.5414,["13","48","1","3","2","5","508","511"]],["7095","ST0006789",13.74436,100.54144,["","17","40","0","4","501"]]]],"263":
["263"
,"เสาป้ายหน้าศรีย่านทันตแพทย์ เยื้องซอยศรีย่าน 2 ถนนนครไชยศรี"
,"Directional sign near Sriyan Dental Building on Sriyan 2 on Nakhon Chai Si Road"
,"รถมาจากสามเสน"
,"From Sam Sen Intersection"
,13.78408
,100.5141
,"10.102.102.147"
,{},[["7442","ST0007136",13.78444,100.51344,["1","4","14"]],["7443","ST0007137",13.78356,100.51503,["1","4","14"]]]],"292":
["292"
,"แยกสี่เสาเทเวศน์ "
,"Sisaothewet Intersection"
,"รถมุ่งหน้ามหาวิทยาลัยเทคโนโลยีราชมงคลวิทยาเขตโชติเวช"
,"Towards Rajamangala University of Technology (Chotiwet Campus)"
,13.77121
,100.50488
,"10.102.101.41"
,{},[["1286","ST0001286",13.77082,100.50473,["","49","23","33","32","30","51","43","524","19","3","16","64","65","6","9","72","505","4"]],["9552","ST0009243",13.77079,100.50474,["2","72","7"]]]],"908":
["908"
,"แยกซังฮี้"
,"Test System"
,"Test System"
,"Test System"
,13.77831
,100.50849
,"10.156.102.8"
,{},[["7414","ST0007108",13.77834,100.50843,["�","ปอ.พ.4","19","18","56","�",".","542","108","4","�","�","28","515","539","125","�"]],["5105","ST0005127",13.7784,100.508,["30","64","65","524","49","28","542","3","4","6","9","505","108","125","ปอ.พ.4","16","33","32","56","51","19","18","515","539"]]]],"30":
["30"
,"สะพานลอยใกล้ซอยรัชดาภิเษก 21 ถนนจรัญสนิทวงศ์"
,"Footbridge near Soi Ratchadaphisek 21 on Ratchadaphisek Road"
,"รถมาจากแยกรัชดา-ราชพฤกษ์"
,"From Ratchada-Ratchaphruek Intersection"
,13.72745
,100.47507
,"10.116.128.30"
,{},[["9832","ST0009523",13.72713,100.47528,["147","57","91ก.","84ก.","163A","108","5","4","7","68","165","101","547"]],["9833","ST0009524",13.727,100.47535,["147","163A","57","91ก.","84ก.","1","0","108","547","165","68","8","101"]]]],"37":
["37"
,"แยกรัชดา-ราชพฤกษ์(ถนนราชพฤกษ์ ข้างป้อมตำรวจ ฝั่งสถานี BTS ตลาดพลู)"
,"Near the police box and BRT Ratchapruek Station on Ratchapruek Road"
,"รถมาจากแยกตากสิน"
,"From Taksin Intersection"
,13.71563
,100.47852
,"10.116.128.44"
,{},[["8299","ST0007990",13.71548,100.47826,["147","205","57","163A","5","4","7","68","15","101","547"]],["8724","ST0008415",13.71546,100.47826,["BRT","R","B","T"]]]],"247":
["247"
,"สะพานลอยหน้า รร.วัดพระยายัง ใกล้ซอยพระรามที่ 6 ซอย 17 ถนนพระรามที่ 6"
,"Footbridge in front of Prayayang Temple near Soi Rama 6 soi 17 on Rama 6 Road"
,"รถมาจากแยกพงษ์พระราม มุ่งหน้าไปแยกอุรุพงษ์"
,"From Pong Phra Ram Intersection towards Uruphong Intersection"
,13.75225
,100.52218
,"10.107.129.138"
,{},[["8706","ST0008397",13.75179,100.52562,["11"]],["477","ST0000477",13.7562,100.5235,["99","512","59","157","16","23","50","60","1","183","3","2","171","67","511","8","505","ปอ.พ.10","79"]]]],"35":
["35"
,"แยกรัชดา-ราชพฤกษ์(ถนนราชพฤกษ์ ข้างป้อมตำรวจ ฝั่งสถานี BRT ราชพฤกษ์)"
,"Near the police box and BRT Ratchapruek Station on Ratchapruek Road"
,"รถมาจากแยกท่าพระ"
,"From Tha Phra Intersection"
,13.7157
,100.47828
,"10.116.128.40"
,{},[["8299","ST0007990",13.71548,100.47826,["147","205","57","163A","5","4","7","68","15","101","547"]],["8724","ST0008415",13.71546,100.47826,["BRT","R","B","T"]]]],"34":
["34"
,"แยกรัชดา-ราชพฤกษ์(ถนนราชพฤกษ์ ข้างป้อมตำรวจ ฝั่งสถานี BRT ราชพฤกษ์)"
,"Near the police box and BRT Ratchapruek Station on Ratchapruek Road"
,"รถมาจากแยกวุฒากาศ"
,"From Wutthakat Intersection"
,13.71543
,100.47811
,"10.116.128.38"
,{},[["8724","ST0008415",13.71546,100.47826,["BRT","R","B","T"]],["8299","ST0007990",13.71548,100.47826,["147","205","57","163A","5","4","7","68","15","101","547"]]]],"147":
["147"
,"สะพานลอยใกล้ มหาวิทยาลัยหอการค้าไทย ปากซอยวิภาวดีรังสิต 2 ถนนวิภาวดีรังสิต"
,"UTCC footbridge near the entrance to Vibhavadi-Rangsit 2 on Vibhavadi-Rangsit Road"
,"รถมาจากใต้ด่วนดินแดง มุ่งหน้าไปแยกสุทธิสาร"
,"From Sutthisan Intersection towards Intersection under Din Daeng Expy"
,13.77947
,100.55642
,"10.126.129.126"
,{},[["100","ST0000100",13.78103,100.55745,["24","","ปอ.พ.35","ต.45","92","2","4","129","69","504","138","107"]],["109","ST0000109",13.78233,100.55831,["24","","504","ปอ.พ.35","6","9","129","92","138","107"]]]],"109":
["109"
,"ปากซอยเจริญกรุง 85 ถนนเจริญกรุง"
,"Entrance to Soi Charoen Krung 85 on Charoen Krung Road"
,"รถมาจากแยกตรอกจันทน์"
,"From Trok Chan Intersection"
,13.7069
,100.50786
,"10.128.128.76"
,{},[["9167","ST0008858",13.70704,100.50794,["15","17","22","1","163A","75","547","544","504"]],["9168","ST0008859",13.70709,100.50801,["15","17","22","1","163A","75","547","544","504"]]]],"511":
["511"
,"แยกกษัตริย์ศึก"
,"Kasat Suek Intersection"
,"รถมุ่งหน้าแยกสะพานขาว(ตามลูกศรสีเหลือง)"
,"Towards Saphan Khao Intersection"
,13.74924
,100.51672
,"10.108.102.50"
,{},[["8067","ST0007761",13.74909,100.51674,["","15","204","48","47","53","4","508","8"]],["8068","ST0007762",13.74908,100.51674,["","204","48","47","4","508","8"]]]],"510":
["510"
,"แยกกษัตริย์ศึก"
,"Kasat Suek Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกพงษ์พระราม"
,"Left side towards Phong Phra Ram Intersection"
,13.74908
,100.51679
,"10.108.102.48"
,{},[["8068","ST0007762",13.74908,100.51674,["","204","48","47","4","508","8"]],["8067","ST0007761",13.74909,100.51674,["","15","204","48","47","53","4","508","8"]]]],"513":
["513"
,"แยกกษัตริย์ศึก"
,"Kasat Suek Intersection"
,""
,""
,13.74904
,100.51666
,"10.108.102.51"
,{},[["5740","ST0005761",13.749063,100.516734,["1","","5"]],["8068","ST0007762",13.74908,100.51674,["","204","48","47","4","508","8"]]]],"512":
["512"
,"แยกกษัตริย์ศึก"
,"Kasat Suek Intersection"
,"รถมุ่งหน้าไปแยกนพวงศ์ ถนนกรุงเกษม (ตามลูกศรสีเหลือง)"
,"Towards Nopphawong Intersection"
,13.74916
,100.51671
,"10.108.102.49"
,{},[["8067","ST0007761",13.74909,100.51674,["","15","204","48","47","53","4","508","8"]],["8068","ST0007762",13.74908,100.51674,["","204","48","47","4","508","8"]]]],"432":
["432"
,"แยกปทุมวัน"
,"Pathum Wan  Intersection"
,"รถมาจากแยกราชเทวี"
,"From Ratchathewi Intersection"
,13.74624
,100.53083
,"10.107.102.39"
,{},[["270","ST0000270",13.746168,100.530648,["","159","36","113","177","172","25","ต.65","21","47","29","40","542","3","9","ต.27","529","501","204","141","163A","73","93","11","15","16","50","34","73ก."]],["3870","ST0003870",13.7461,100.531,["","159","50","113","177","172","21","48","47","29","40","542","2","508","9","529","501","204","163A","73","93","79","11","15","16","54","36","34","73ก."]]]],"307":
["307"
,"แยกวังแดง"
,"Wang Daeng Intersection"
,"รถฝั่งขวามาจากแยกประชาเกษม"
,"Right side from Pracha Kasem Intersection"
,13.76827
,100.5076
,"10.102.101.69"
,{},[["2978","ST0002978",13.7683,100.508,["","12","16","19","23","56","3","2","505","516"]],["9076","ST0008767",13.76729,100.5071,["","12","19","56","1","5","6"]]]],"579":
["579"
,"แยกคอกวัว ถนนราชดำเนินกลาง เขตพระนคร"
,"Khok Wua Intersection"
,"ฝั่งซ้ายรถวิ่งเข้าซอยถนนตะนาว ฝั่งขวารถมุ่งหน้าแยกคอกวัว"
,"Straight to Democracy Monument"
,13.75738
,100.49894
,"10.101.102.27"
,{},[["484","ST0000484",13.75727,100.49895,["ปอ.พ.25","157","159","68","82","171","47","44","42","183","2","509","9","8","ปอ.พ.10","503","201","203","6","169","70","15","79","59","56","511","512","516"]],["8946","ST0008637",13.75734,100.49865,["ปอ.พ.25","","157","159","68","82","171","47","44","1","183","3","2","509","9","8","ปอ.พ.10","201","203","6","169","70","59","79","15","511","512","516"]]]],"515":
["515"
,"แยกวรจักร"
,"Worachak Intersection"
,"รถมุ่งหน้าไปแยกเรือนจำ"
,"Towards Ruan Cham Intersection"
,13.74811
,100.50714
,"10.108.102.37"
,{},[["1660","ST0001660",13.74808,100.50704,["1","","5"]],["5741","ST0005762",13.748043,100.507024,["1","","5"]]]],"338":
["338"
,"แยกสุโขทัย"
,"Khatdusit Intersection"
,"ฝั่งขวารถมาจากแยกขัตติยานี ฝั่งซ้ายรถมุ่งหน้าแยกขัตติยานี"
,"From Khattiyani Intersection"
,13.77656
,100.52061
,"10.102.101.112"
,{},[["3178","ST0003178",13.77654,100.52071,["12","5"]],["9869","ST0009560",13.77691,100.52092,["5"]]]],"150":
["150"
,"สะพานลอยใกล้ โรงเรียนสามเสนวิทยาลัย ถนนพระราม 6"
,"Footbridge near Samsenwittayalai School on Rama 6 Road"
,"รถมาจากแยกอารีย์สัมพันธ์ มุ่งหน้าไปแยกประดิพัทธ์"
,"From Ari Samphan Intersection towards Pradiphat Intersection"
,13.78381
,100.5346
,"10.102.129.123"
,{},[["9403","ST0009094",13.78388,100.5347,["","�","-","44","�",".","536","3","2","9","�","�","�"]],["1389","ST0001389",13.78470833,100.5349194,["","44","6","536","ปอ.พ.32-9","7","67"]]]],"335":
["335"
,"แยกสุโขทัย"
,"Khatdusit Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกขัตติยานี"
,"Left side towards Sawankhalok Intersection"
,13.77652
,100.52068
,"10.102.101.108"
,{},[["3178","ST0003178",13.77654,100.52071,["12","5"]],["9869","ST0009560",13.77691,100.52092,["5"]]]],"334":
["334"
,"แยกสุโขทัย"
,"Khatdusit Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกราชวัตร ฝั่งขวารถมุ่งหน้าแยกราชวิถีเลี้ยวซ้ายแยกสวรรคโลก"
,"Left side towards Ratchawithi Intersection"
,13.77663
,100.52079
,"10.102.101.107"
,{},[["3178","ST0003178",13.77654,100.52071,["12","5"]],["9869","ST0009560",13.77691,100.52092,["5"]]]],"629":
["629"
,"แยกเกษะโกมล"
,"Gesagomon Intersection"
,""
,""
,13.78337
,100.52435
,"10.102.102.67"
,{},[["3173","ST0003173",13.78368,100.5244,["0","5","50","7","70"]],["9519","ST0009210",13.78488,100.52193,["0","7","70"]]]],"570":
["570"
,"แยกจ.ป.ร."
,"Jor Por Ror  Intersection"
,"ฝั่งขวารถมุ่งหน้าแยก จ.ป.ร ( ฝั่งซ้ายรถมุ่งหน้าสะพานพระราม 8)"
,"Towards Phan Fa Lilat Intersection"
,13.76011
,100.50747
,"10.101.102.69"
,{},[["7043","ST0006737",13.75993,100.50766,["201","10","157","49","509","ปอ.พ.25","0","7","70"]],["8115","ST0007809",13.76033,100.50787,["ปอ.พ.25","�","�",".","2","5","�","�","�"]]]],"319":
["319"
,"แยกอู่ทองใน"
,"U Thong Nai Intersection"
,"รถมุ่งหน้าแยกราชวิถี 2"
,"Towards Ratchawithi Intersection"
,13.77541
,100.515
,"10.102.102.55"
,{},[["9261","ST0008952",13.7754,100.51505,["","542","ปอ.พ.4","18","28","1","0","108","8","515","539"]],["9525","ST0009216",13.77545,100.51489,["0","7","70"]]]],"144":
["144"
,"สะพานลอยใกล้ โรงพยาบาลทหารผ่านศึก ถนนวิภาวดีรังสิต"
,"Footbridge near Veterans Hospital on Vibhavadi Rangsit Road"
,"รถมาจากแยกใต้ทางด่วนดินแดง มุ่งหน้าไปแยกสุทธิสาร"
,"From Dindaeng Under ExpressWay towards SutthiSan Intersection"
,13.77086
,100.55156
,"10.126.129.123"
,{},[["8080","ST0007774",13.77045,100.55175,["24","","ปอ.พ.35","6","523","9","504","92"]],["8081","ST0007775",13.77007,100.55155,["24","","ปอ.พ.35","2","4","523","69","504","92"]]]],"258":
["258"
,"สะพานลอยใกล้ซอยศรีอยุธยา 5 ถนนศรีอยุธยา"
,"Footbridge near Soi Si Ayutthaya 5 on Si Ayutthaya Road"
,"รถมาจากแยกศรีอยุธยา มุ่งหน้าไปแยกพญาไท"
,"From Si Ayutthaya Intersection towards Payathai Intersection"
,13.75958
,100.53083
,"10.137.129.132"
,{},[["7974","ST0007668",13.75941,100.531,["","201","59","18","1","0","2","72","92","97"]],["7975","ST0007669",13.75931,100.53122,["","201","59","18","1","0","2","92","97"]]]],"259":
["259"
,"สะพานลอยใกล้ซอยศรีอยุธยา 5 ถนนศรีอยุธยา"
,"Footbridge near Soi Si Ayutthaya 5 on Si Ayutthaya Road"
,"รถมาจากแยกพญาไท มุ่งหน้าไปแยกศรีอยุธยา"
,"From Payathai Intersection towards Si Ayutthaya Intersection"
,13.75941
,100.53089
,"10.137.129.133"
,{},[["7974","ST0007668",13.75941,100.531,["","201","59","18","1","0","2","72","92","97"]],["7975","ST0007669",13.75931,100.53122,["","201","59","18","1","0","2","92","97"]]]],"179":
["179"
,"สะพานลอยหน้า โรงพยาบาลพญาไท 2 ถนนพหลโยธิน"
,"Footbridge in front of  PHYATHAI HOSPITAL 2 on Phahon Yothin Road"
,"รถมาจากอนุสาวรีย์ชัยสมรภูมิ มุ่งหน้าไปแยกสะพานควาย"
,"From Victory Monument towards Saphan Khwai Intersection"
,13.76937
,100.5407
,"10.114.129.130"
,{},[["283","ST0000283",13.769633,100.540901,["","157","159","63","112","177","69","26","27","28","29","2","184","509","8","502","503","ปอ.พ.34","204","77","108","74","92","97","39","38","59","54","34","510","513"]],["7356","ST0007050",13.76807,100.54006,["","157","159","63","112","177","69","204","26","27","28","29","2","7","509","8","502","503","ปอ.พ.34","184","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"389":
["389"
,"แยกวิสุทธิกษัตริย์"
,"Wisutkasat Intersection"
,"รถมุ่งหน้าแยกเฉลิมวันชาติ"
,"Towards Chalermwanchat Intersection"
,13.76238
,100.50424
,"10.101.101.79"
,{},[["9035","ST0008726",13.76248,100.50432,["","10","49","19","1","5","6"]],["9036","ST0008727",13.76205,100.50457,["1","0","10"]]]],"252":
["252"
,"สะพานลอยใกล้วัดดิสหงษาราม ถนนเพชรบุรี"
,"Footbridge near Dishongsaram Temple on Phetchaburi Road"
,"รถมาจากแยกมิตรสัมพันธ์ มุ่งหน้าไปแยกใต่ด่วนเพชรบุรี"
,"From Mit Samphan Intersection towards  Intersection under Phetchaburi Expy"
,13.74981
,100.55158
,"10.137.129.125"
,{},[["597","ST0000597",13.749839,100.551308,["60","0","6"]],["8145","ST0007839",13.74984,100.55066,["11","99","ปอ.พ.35","184","","38","23","1","2","5","72","113","93","512","ปอ.พ.10","58"]]]],"595":
["595"
,"แยกบ้านแขก"
,"Ban Khaek Juncion"
,"ถนนอิสรภาพ รถมาจากแยกโพธิ์สามต้น"
,"IsaraPhap Road, From PhoSamTon Intersection"
,13.73115
,100.49423
,"10.118.101.10"
,{},[["1632","ST0001632",13.73089,100.4946,["�","","82","177","85","21","7ก.","42","40",".","542","3","4","7","9","�","529","10","149","169","�","19","57","56","37"]],["9013","ST0008704",13.73139,100.49479,["","10","21","169","37","542","82","2","5","4","7","9","529","85"]]]],"250":
["250"
,"สะพานลอยใกล้ซอยเพชรบุรี 38 ถนนเพชรบุรี"
,"Footbridge near Soi Phetchaburi 38 on Phetchaburi Road"
,"รถมาจากแยกพร้อมพรรณ มุ่งหน้าไปแยกอโศกเพชร"
,"From Prompan Intersection towards Asok-Phetchaburi Intersection"
,13.74854
,100.56598
,"10.137.129.123"
,{},[["5383","ST0005405",13.74859,100.56608,["11","60","ปอ.พ.35","58","","23","206","99","3","72","113","9","93","512","ปอ.พ.10"]],["1701","ST0001701",13.748665,100.565756,["11","99","ปอ.พ.35","58","","23","206","60","1","3","72","113","93","512","ปอ.พ.10"]]]],"251":
["251"
,"สะพานลอยใกล้วัดดิสหงษาราม ถนนเพชรบุรี"
,"Footbridge near Dishongsaram Temple on Phetchaburi Road"
,"รถมาจากแยกใต้ด่วนเพชรบรี มุ่งหน้าไปแยกมิตรสัมพันธ์"
,"From Intersection under Phetchaburi Expy towards Mit Samphan Intersection"
,13.74985
,100.55148
,"10.137.129.124"
,{},[["597","ST0000597",13.749839,100.551308,["60","0","6"]],["8145","ST0007839",13.74984,100.55066,["11","99","ปอ.พ.35","184","","38","23","1","2","5","72","113","93","512","ปอ.พ.10","58"]]]],"256":
["256"
,"สะพานลอยใกล้ซอยเพชรบุรี 27 ถนนเพชรบุรี"
,"Footbridge near Soi Phetchaburi 27 on Phetchaburi Road"
,"รถมาจากแยกประตูน้ำ มุ่งหน้าไปแยกใต่ด่วนเพชรบุรี"
,"From Pratu Nam Intersection towards Intersection under Phetchaburi Expy"
,13.74953
,100.54403
,"10.137.129.130"
,{},[["8138","ST0007832",13.74946,100.54486,["11","99","ปอ.พ.35","184","","23","62","1","76","3","38","72","113","536","93","512","ปอ.พ.10","139","58"]],["8139","ST0007833",13.74947,100.54505,["11","99","38","58","","23","62","113","1","76","3","ปอ.พ.35","72","184","536","93","512","ปอ.พ.10","139"]]]],"257":
["257"
,"สะพานลอยใกล้ซอยเพชรบุรี 27 ถนนเพชรบุรี"
,"Footbridge near Soi Phetchaburi 27 on Phetchaburi Road"
,"รถมาจากแยกใต้ด่วนเพชรบุรี มุ่งหน้าไปแยกประตูน้ำ"
,"From Intersection under Phetchaburi Expy towards Pratu Nam Intersection"
,13.74949
,100.54416
,"10.137.129.131"
,{},[["8138","ST0007832",13.74946,100.54486,["11","99","ปอ.พ.35","184","","23","62","1","76","3","38","72","113","536","93","512","ปอ.พ.10","139","58"]],["8139","ST0007833",13.74947,100.54505,["11","99","38","58","","23","62","113","1","76","3","ปอ.พ.35","72","184","536","93","512","ปอ.พ.10","139"]]]],"171":
["171"
,"สะพานลอยใกล้โรงพยาบาลวุฒิสมเด็จย่า ถนนพหลโยธิน"
,"Footbridge near  Nawati Somdet Ya Hospital on Phahon Yothin Road"
,"รถมาจากแยกสะพานควาย มุ่งหน้าไปอนุสาวรีย์ชัยสมรภูมิ"
,"From Saphan Khwai Intersection towards Victory Monument"
,13.78407
,100.5463
,"10.114.129.122"
,{},[["6827","ST0006521",13.78356,100.54604,["25"]],["461","ST0000461",13.78499,100.54657,["","157","159","63","112","177","69","26","27","28","29","2","184","509","8","502","503","ปอ.พ.34","7","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"594":
["594"
,"แยกบ้านแขก"
,"Ban Khaek Juncion"
,"ถนนประชาธิปก,  รถมาจากสะพานพระปกเกล้า/วงเวียนเล็ก"
,"Prachathipoke Road, From Saphan PhraPokKlao / WongWian Lek"
,13.73107
,100.49486
,"10.118.101.9"
,{},[["1632","ST0001632",13.73089,100.4946,["�","","82","177","85","21","7ก.","42","40",".","542","3","4","7","9","�","529","10","149","169","�","19","57","56","37"]],["9013","ST0008704",13.73139,100.49479,["","10","21","169","37","542","82","2","5","4","7","9","529","85"]]]],"288":
["288"
,"แยกซังฮี้"
,"Sanghee Intersection"
,"รถมุ่งหน้าแยกวชิระ"
,"Towards Vajira Intersection"
,13.77843
,100.50846
,"10.102.101.34"
,{},[["7414","ST0007108",13.77834,100.50843,["�","ปอ.พ.4","19","18","56","�",".","542","108","4","�","�","28","515","539","125","�"]],["5105","ST0005127",13.7784,100.508,["30","64","65","524","49","28","542","3","4","6","9","505","108","125","ปอ.พ.4","16","33","32","56","51","19","18","515","539"]]]],"183":
["183"
,"สะพานลอยใกล้โรงพยาบาลสัตว์พระราม 3 ถนนนราธิวาส"
,"Footbridge near Rama 3 Animal Hospital on Narathiwas Road"
,"รถมาจากแยกรัชดา-นราธิวาส มุ่งหน้าไปแยกพระรามที่ 3-นราธิวาส"
,"From Ratchada-Naradhiwas Intersection towards Rama 3-Naradhiwas Intersection"
,13.69928
,100.54273
,"10.112.129.124"
,{},[["7515","ST0007209",13.69958,100.54228,["1","2","162","6"]],["9910","ST0009601",13.70057,100.54161,["77","7"]]]],"106":
["106"
,"ปากซอยเจริญกรุง 76 ถนนเจริญกรุง"
,"Entrance to Soi Charoen Krung 76 on Charoen Krung Road"
,"รถมาจากแยกถนนตก"
,"From Thanon Tok Intersection"
,13.70141
,100.50169
,"10.128.128.70"
,{},[["9163","ST0008854",13.70011,100.50051,["15","17","22","1","163A","75","547","544","504"]],["9162","ST0008853",13.6993,100.49961,["15","544","17","22","1","163A","75","547","7","504"]]]],"156":
["156"
,"สะพานลอยใกล้ซอยเจริญนคร 46 ถนนเจริญนคร"
,"Footbridge near Soi Charoen Nakhon 46 on Charoen Nakhon Road"
,"รถมาจากแยกบุคคโล มุ่งหน้าไปแยกเจริญนครใต้"
,"From Buk Ka Lo Intersection towards Charoen Nakhon Charoen Na Khon Tai Intersection"
,13.70976
,100.49642
,"10.116.129.121"
,{},[["2056","ST0002056",13.70974722,100.496475,["1",""]],["2061","ST0002061",13.7099,100.497,["111"]]]],"346":
["346"
,"แยกวัดเบญจฯ"
,"Wat Benchamabophit Intersection"
,"รถมาจากแยกเสาวนี"
,"Right side from Saowanee Intersection"
,13.7665
,100.51524
,"10.102.102.83"
,{},[["9543","ST0009234",13.76649,100.51521,["5","72"]],["517","ST0000517",13.766622,100.514914,["0","3","5","72","503"]]]],"145":
["145"
,"สะพานลอยใกล้ โรงพยาบาลทหารผ่านศึก ถนนวิภาวดีรังสิต"
,"Footbridge near Veterans Hospital on Vibhavadi Rangsit Road"
,"รถมาจากแยกสุทธิสาร มุ่งหน้าไปแยกใต้ทางด่วนดินแดง"
,"From Sutthisan Intersection towards Intersection under Din Daeng  ExpressWay"
,13.77084
,100.55207
,"10.126.129.124"
,{},[["8080","ST0007774",13.77045,100.55175,["24","","ปอ.พ.35","6","523","9","504","92"]],["8081","ST0007775",13.77007,100.55155,["24","","ปอ.พ.35","2","4","523","69","504","92"]]]],"248":
["248"
,"สะพานลอยหน้า มหาวิทยาลัยเทคโนโลยีราชมงคลพระนคร ปากซอยนครสวรรค์ 12 ถนนนครสวรรค์"
,"Footbridge in front of  Rajamangala University of Technology Phra Nakhon Entrance to Soi Nakhon Sawan on Nakhon Sawan Road"
,"รถมาจากแยกเทวกรรม มุ่งหน้าไปแยกนางเลิ้ง"
,"From Thewakam Intersection towards Nang Loeng Intersection"
,13.76099
,100.51437
,"10.108.129.121"
,{},[["9047","ST0008738",13.76117,100.51456,["1","0","10"]],["9044","ST0008735",13.7608,100.51397,["1","0","10"]]]],"182":
["182"
,"สะพานลอยใกล้โรงพยาบาลสัตว์พระราม 3 ถนนนราธิวาส"
,"Footbridge near Rama 3 Animal Hospital on Narathiwas Road"
,"รถมาจากแยกพระรามที่ 3-นราธิวาส มุ่งหน้าไปแยกรัชดา-นราธิวาส"
,"From Rama 3-Naradhiwas Intersection towards Ratchada-Naradhiwas Intersection"
,13.69901
,100.54252
,"10.112.129.123"
,{},[["7515","ST0007209",13.69958,100.54228,["1","2","162","6"]],["9910","ST0009601",13.70057,100.54161,["77","7"]]]],"159":
["159"
,"สะพานลอยใกล้ซอยสมเด็จพระเจ้าตากสิน 19 ถนนสมเด็จพระเจ้าตากสิน"
,"Footbridge near Soi Somdet Phra Chao Taksin 19 on Somdet Phra Chao Taksin Road"
,"รถมาจากแยกมไหสวรรค์ มุ่งหน้าไปแยกตากสิน"
,"From Mahai Sawan Intersection towards Taksin Intersection"
,13.71272
,100.48832
,"10.116.129.124"
,{},[["9009","ST0008700",13.71276,100.48836,["","20","57","1","0","169"]],["9008","ST0008699",13.71241,100.48827,["","20","57","1","0","169"]]]],"180":
["180"
,"สะพานลอยใกล้ซอยนราธิวาส 24 ถนนนราธิวาส"
,"Footbridge near Soi Narathiwas 24 on Narathiwas Road"
,"รถมาจากแยกจันทน์-นราธิวาส มุ่งหน้าไปแยกรัชดา-นราธิวาส"
,"From Chan-Naradhiwas Intersection towards Ratchada-Naradhiwas Intersection"
,13.70236
,100.54051
,"10.112.129.121"
,{},[["7516","ST0007210",13.70138,100.54097,["1","2","162","6"]],["9910","ST0009601",13.70057,100.54161,["77","7"]]]],"181":
["181"
,"สะพานลอยใกล้ซอยนราธิวาส 24 ถนนนราธิวาส"
,"Footbridge near Soi Narathiwas 24 on Narathiwas Road"
,"รถมาจากแยกรัชดา-นราธิวาส มุ่งหน้าไปแยกจันทน์-นราธิวาส"
,"From Ratchada-Naradhiwas Intersection towards Chan-Naradhiwas Intersection"
,13.70212
,100.54031
,"10.112.129.122"
,{},[["7516","ST0007210",13.70138,100.54097,["1","2","162","6"]],["9910","ST0009601",13.70057,100.54161,["77","7"]]]],"187":
["187"
,"ใกล้บีควิกพระราม 3 ถนนรัชดาภิเษก"
,"Near B-Quik Rama 3 on Ratchadaphisek Road"
,"รถมาจากแยกด่วนสาธุประดิษฐ์ มุ่งหน้าไปแยกรัชดา-นราธิวาส"
,"From Sathu Pradit Intersection towards Ratchada-Naradhiwas Intersection"
,13.69932
,100.54059
,"10.112.129.128"
,{},[["1176","ST0001176",13.697903,100.540116,["1","0","2","102"]],["9271","ST0008962",13.698,100.53969,["77","1","0","180","102","8"]]]],"184":
["184"
,"ใกล้สะพานลอยสถานี BRT พระราม 3 ถนนนราธิวาส"
,"Near the skybridge of Rama 3 BRT Station on Narathiwas Road"
,"รถมาจากแยกพระรามที่ 3-นราธิวาส มุ่งหน้าไปแยกรัชดา-นราธิวาส"
,"From Rama3-Naradhiwas Intersection towards Ratchada-Naradhiwas Intersection"
,13.69619
,100.5453
,"10.112.129.125"
,{},[["8717","ST0008408",13.69658,100.5451,["BRT","R","B","T"]],["1847","ST0001847",13.69564,100.54685,["519","205","195","1","0","180","89","102","8","162"]]]],"185":
["185"
,"ใกล้สะพานลอยสถานี BRT พระราม 3 ถนนนราธิวาส"
,"Near the skybridge of Rama 3 BRT Station on Narathiwas Road"
,"รถมาจากแยกรัชดา-นราธิวาส มุ่งหน้าไปแยกพระรามที่ 3-นราธิวาส"
,"From Ratchada-Naradhiwas Intersection towards Rama3-Naradhiwas Intersection"
,13.69656
,100.54538
,"10.112.129.126"
,{},[["8717","ST0008408",13.69658,100.5451,["BRT","R","B","T"]],["1847","ST0001847",13.69564,100.54685,["519","205","195","1","0","180","89","102","8","162"]]]],"188":
["188"
,"สะพานลอยใกล้ซอยพระรามที่ 3 ซอย 68 ถนนพระรามที่ 3"
,"Footbridge near Soi Rama 3 Soi68 on Rama 3 Road"
,"รถมาจากแยก ณ ระนอง มุ่งหน้าไปแยกนางลิ้นจี่"
,"From Na Ranong Intersection towards Nang Linchi Intersection"
,13.7031
,100.54591
,"10.112.129.129"
,{},[["1128","ST0001128",13.70238,100.54563,["519","205","195","1","0","180","89","67","102","8","162"]],["1129","ST0001129",13.7044,100.54605,["519","205","195","1","0","180","102","8","162"]]]],"189":
["189"
,"สะพานลอยใกล้ซอยพระรามที่ 3 ซอย 68 ถนนพระรามที่ 3"
,"Footbridge near Soi Rama 3 Soi68 on Rama 3 Road"
,"รถมาจากแยกนางลิ้นจี่ มุ่งหน้าไปแยก ณ ระนอง"
,"From Nang Linchi Intersection towards Na Ranong Intersection"
,13.70302
,100.54573
,"10.112.129.130"
,{},[["1128","ST0001128",13.70238,100.54563,["519","205","195","1","0","180","89","67","102","8","162"]],["1129","ST0001129",13.7044,100.54605,["519","205","195","1","0","180","102","8","162"]]]],"502":
["502"
,"แยกอนามัย"
,"Anamai Intersection"
,"รถมุ่งหน้าแยกกษัตริย์ศึก"
,"Towards Kasat Suek Intersection"
,13.74987
,100.51449
,"10.108.102.44"
,{},[["9430","ST0009121",13.74988,100.5145,["","8","4"]],["9431","ST0009122",13.7501,100.51385,["","8","4"]]]],"197":
["197"
,"สะพานลอยหน้าแมคโคร ถนนนราธิวาส"
,"Footbridge in front of Makro on Narathiwas Road"
,"รถมาจากแยกจันทน์-นราธวาส มุ่งหน้าไปแยกสาทร-นราธิวาส"
,"From Chan-Naradhiwas Intersection towards Sathon-Naradhiwas Intersection"
,13.70958
,100.53621
,"10.128.129.130"
,{},[["9913","ST0009604",13.70919,100.53665,["77","7"]],["7519","ST0007213",13.71157,100.53545,["77","162","7"]]]],"630":
["630"
,"แยกเกษะโกมล"
,"Gesagomon Intersection"
,"รถมุ่งหน้าแยกสะพานแดง"
,"Towards Saphan Daeng Intersection"
,13.7834
,100.52439
,"10.102.102.68"
,{},[["3173","ST0003173",13.78368,100.5244,["0","5","50","7","70"]],["9519","ST0009210",13.78488,100.52193,["0","7","70"]]]],"631":
["631"
,"แยกเกษะโกมล"
,"Gesagomon Intersection"
,"รถมุ่งหน้าแยกสะพานแดง"
,"Towards Saphan Daeng Intersection"
,13.78337
,100.52439
,"10.102.101.101"
,{},[["3173","ST0003173",13.78368,100.5244,["0","5","50","7","70"]],["9519","ST0009210",13.78488,100.52193,["0","7","70"]]]],"632":
["632"
,"แยกพิชัย"
,"Phi Chai Intersection"
,"รถมาจากแยกอำนวยสงคราม-ร่วมจิต"
,"From Amnuay Songkhram-Ruam Chit Intersection"
,13.78193
,100.51806
,"10.102.102.149"
,{},[["9522","ST0009213",13.7819,100.51804,["0","7","70"]],["3388","ST0003388",13.7819,100.51803,["1","4","14"]]]],"196":
["196"
,"สะพานลอยหน้าแมคโคร ถนนนราธิวาส"
,"Footbridge in front of Makro on Narathiwas Road"
,"รถมาจากแยกสาทร-นราธิวาส มุ่งหน้าไปแยกจันทน์-นราธิวาสสาทร"
,"From Sathon-Naradhiwas Intersection towards Chan-Naradhiwas Intersection"
,13.70981
,100.53647
,"10.128.129.129"
,{},[["9913","ST0009604",13.70919,100.53665,["77","7"]],["7519","ST0007213",13.71157,100.53545,["77","162","7"]]]],"503":
["503"
,"แยกอนามัย"
,"Anamai Intersection"
,"ถนนบำรุงเมือง รถมุ่งหน้าแยกกษัตริย์ศึก (ตามลูกศร)"
,"BumrungMuang Road Towards Kasat Suek Intersection"
,13.7499
,100.51456
,"10.108.102.45"
,{},[["9430","ST0009121",13.74988,100.5145,["","8","4"]],["1344","ST0001344",13.74965,100.51518,["","8","4"]]]],"637":
["637"
,"แยกวังแดง"
,"Wang Daeng Intersection"
,"รถฝั่งซ้าย มาจากเทเวศน์ถนนสามเสน (ตามลูกศร)"
,"Left Side From TheWate Junction, Samsane Road (See Arrow)"
,13.76845
,100.50761
,"10.102.102.46"
,{},[["2978","ST0002978",13.7683,100.508,["","12","16","19","23","56","3","2","505","516"]],["9076","ST0008767",13.76729,100.5071,["","12","19","56","1","5","6"]]]],"638":
["638"
,"แยกวังแดง"
,"Wang Daeng Intersection"
,"รถมุ่งหน้าแยก พล 1"
,"Towards Pon 1 Intersection"
,13.76835
,100.50759
,"10.102.102.47"
,{},[["2978","ST0002978",13.7683,100.508,["","12","16","19","23","56","3","2","505","516"]],["9076","ST0008767",13.76729,100.5071,["","12","19","56","1","5","6"]]]],"561":
["561"
,"แยกราชวิถี"
,"Ratchawithi Intersection"
,"รถมุ่งหน้าแยกสุโขทัย(ตามลูกศรสีเหลือง)"
,"Towards Sukhothai Intersection"
,13.77348
,100.51902
,"10.102.102.79"
,{},[["4635","ST0004669",13.77357,100.51906,["ปอ.พ.25","542","ปอ.พ.4","B","163B","","18","28","108","1","3","5","125","6","515","539"]],["9873","ST0009564",13.77432,100.5195,["5"]]]],"562":
["562"
,"แยกราชวิถี"
,"Ratchawithi Intersection"
,"รถมุ่งหน้าไปแยกสุโขทัย"
,"Towards Sukhothai Intersection"
,13.7735
,100.51933
,"10.102.102.77"
,{},[["4635","ST0004669",13.77357,100.51906,["ปอ.พ.25","542","ปอ.พ.4","B","163B","","18","28","108","1","3","5","125","6","515","539"]],["9873","ST0009564",13.77432,100.5195,["5"]]]],"563":
["563"
,"แยกราชวิถี"
,"Ratchawithi Intersection"
,"รถมุ่งหน้าไปแยกอุภัย (ตามลูกศรสีเหลือง)"
,"From Uphai Intersection"
,13.77357
,100.5191
,"10.102.102.78"
,{},[["4635","ST0004669",13.77357,100.51906,["ปอ.พ.25","542","ปอ.พ.4","B","163B","","18","28","108","1","3","5","125","6","515","539"]],["9873","ST0009564",13.77432,100.5195,["5"]]]],"565":
["565"
,"แยกนครไชยศรี"
,"Nakhon Chai Si Intersection"
,"รถมาจากแยกสวรรคโลก"
,"From Sawankhalok Intersection"
,13.7761
,100.52833
,"10.102.102.106"
,{},[["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]],["9149","ST0008840",13.77645,100.52777,["14"]]]],"566":
["566"
,"แยกนครไชยศรี"
,"Nakhon Chai Si Intersection"
,"รถมาจากแยกสวรรคโลก"
,"From Sawankhalok Intersection"
,13.77617
,100.52838
,"10.102.102.105"
,{},[["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]],["9149","ST0008840",13.77645,100.52777,["14"]]]],"567":
["567"
,"แยกนครไชยศรี"
,"Nakhon Chai Si Intersection"
,"รถมาจากแยกสวรรคโลก"
,"From Sawankhalok Intersection"
,13.77605
,100.52843
,"10.102.102.107"
,{},[["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]],["9149","ST0008840",13.77645,100.52777,["14"]]]],"99":
["99"
,"แยกตรอกจันทน์"
,"Trok Chan Intersection"
,"รถมาจากแยกใต้ทางด่วนจันทน์"
,"From Intersection under Chan Expy"
,13.70997
,100.51147
,"10.128.128.56"
,{},[["7313","ST0007007",13.7101,100.51132,["15","22","17","35","1","163A","75","547","544","504"]],["5300","ST0005322",13.70967,100.51087,["A","75","35","1","163A","3","547","544","6","504"]]]],"98":
["98"
,"แยกตรอกจันทน์"
,"Trok Chan Intersection"
,"รถมุ่งหน้าไปซอยเจริญกรุง 70"
,"Towards Charoen Krung 70"
,13.71003
,100.51152
,"10.128.128.54"
,{},[["7313","ST0007007",13.7101,100.51132,["15","22","17","35","1","163A","75","547","544","504"]],["5300","ST0005322",13.70967,100.51087,["A","75","35","1","163A","3","547","544","6","504"]]]],"168":
["168"
,"สะพานลอยหน้าวัดเสาหิน ใกล้ซอยวงศ์สว่าง 3 ถนนวงศ์สว่าง"
,"Footbridge in front of Wat Sao  Hin  Near Soi Wong Sawang 3 on Wong Sawang Road"
,"รถมาจากแยกวงศ์สว่าง มุ่งหน้าไปสะพานพระราม 7"
,"From Wongsawang Intersection towards Rama 7 Bridge"
,13.81861
,100.5179
,"10.125.129.125"
,{},[["9493","ST0009184",13.81883,100.51804,["0","5","50","97"]],["9473","ST0009164",13.81968,100.51894,["0","5","50","97","49"]]]],"169":
["169"
,"สะพานลอยหน้าวัดเสาหิน ใกล้ซอยวงศ์สว่าง 3 ถนนวงศ์สว่าง"
,"Footbridge in front of Wat Sao  Hin  Near Soi Wong Sawang 3 on Wong Sawang Road"
,"รถมาจากสะพานพระราม 7 มุ่งหน้าไปแยกวงศ์สว่าง"
,"From Rama7 Bridge towards Wongsawang Intersection"
,13.81863
,100.51776
,"10.125.129.126"
,{},[["9493","ST0009184",13.81883,100.51804,["0","5","50","97"]],["9492","ST0009183",13.81762,100.51672,["0","5","50","97"]]]],"229":
["229"
,"ปากซอยระนอง2 ถนนพระราม 5"
,"Entrance to Soi Ranong 2 on Rama 5 Road"
,"รถมาจากแยกเกษะโกมล มุ่งหน้าไปแยกสะพานแดง"
,"From Gesagomon Intersection towards Saphan Daeng Intersection"
,13.78797
,100.52693
,"10.102.129.125"
,{},[["9498","ST0009189",13.7879,100.52692,["0","5","50","7","70"]],["9497","ST0009188",13.78924,100.52765,["0","5","50","7","70"]]]],"8":
["8"
,"แยกสุทธิสาร(เกาะกลางถนนวิภาวดีรังสิต ข้างป้อมตำรวจ)"
,"Central barrier near the police box on Vibhavadi Rangsit Road"
,"รถมาจากดินแดง"
,"From Din Daeng"
,13.78921
,100.56119
,"10.126.128.28"
,{},[["3445","ST0003445",13.78929,100.56106,["1","","7"]],["7843","ST0007537",13.7893,100.56153,["24","","ปอ.พ.35","204","54","92","74","6","9","129","504","138","107"]]]],"91":
["91"
,"แยกจันทน์-สาธุประดิษฐ์"
,"Chan-Sathu Pradit Intersection Intersection"
,"รถมุ่งหน้าไปแยกด่วนสาธุประดิษฐ์"
,"Towards Duan Sathu Pradit Intersection"
,13.70586
,100.52869
,"10.128.128.40"
,{},[["9564","ST0009255",13.70588,100.52869,["3","5","35"]],["1777","ST0001777",13.705708,100.529625,["62","2","6"]]]],"90":
["90"
,"แยกจันทน์-สาธุประดิษฐ์"
,"Chan-Sathu Pradit Intersection Intersection"
,"รถมาจากแยกด่วนสาธุประดิษฐ์"
,"From Duan Sathu Pradit Intersection"
,13.70582
,100.52868
,"10.128.128.38"
,{},[["9564","ST0009255",13.70588,100.52869,["3","5","35"]],["1777","ST0001777",13.705708,100.529625,["62","2","6"]]]],"92":
["92"
,"แยกใต้ทางด่วนจันทน์(ถนนเจริญราษฎร์ ข้างป้อมตำรวจ)"
,"Intersection under Chan Expy Near the police box on Charoen Rat Road"
,"รถมาจากแยกสุรศักดิ์"
,"From Surasak Intersection"
,13.7079
,100.51882
,"10.128.128.42"
,{},[["9571","ST0009262",13.70789,100.51857,["3","5","35"]],["9572","ST0009263",13.70801,100.51789,["3","5","35"]]]],"160":
["160"
,"สะพานลอยใกล้ซอยเทอดไท 21 ถนนราชพฤกษ์"
,"Footbridge near Soi Thoet Thai 21 on Ratchaphruek Road"
,"รถมาจากแยกตากสิน มุ่งหน้าไปแยกรัชดา-ราชพฤกษ์"
,"From Taksin Intersection towards Ratchada-Ratchaphruek Intersection"
,13.71838
,100.48378
,"10.116.129.125"
,{},[["7374","ST0007068",13.72233,100.48243,["","10","43","1","5","7","9","175"]],["2042","ST0002042",13.72239,100.482596,["1","10","43"]]]],"94":
["94"
,"แยกใต้ทางด่วนจันทน์(ถนนจันทน์ ใกล้คลินิกทันตกรรมสไมล์โฟกัส)"
,"Intersection under Chan Expy Near Smile Focus Dental Clinic"
,"รถมาจากแยกตรอกจันทน์"
,"From Trok Chan Intersection"
,13.70779
,100.51856
,"10.128.128.46"
,{},[["9571","ST0009262",13.70789,100.51857,["3","5","35"]],["9572","ST0009263",13.70801,100.51789,["3","5","35"]]]],"162":
["162"
,"สะพานลอยใกล้ซอยรัชดาภิเษก 9 ถนนรัชดาภิเษก"
,"Footbridge near Soi Ratchadaphisek 9 on Ratchadaphisek Road"
,"รถมาจากรัชดา-ราชพฤกษ์ มุ่งหน้าไปแยกมไหสวรรค์"
,"From Ratchada-Ratchaphruek Intersection towards Mahai Sawan Intersection"
,13.70918
,100.48021
,"10.116.129.127"
,{},[["9158","ST0008849",13.70903,100.48012,["147","15","57","163A","547","6","68","8","101","205"]],["9157","ST0008848",13.70939,100.47989,["147","205","57","15","163A","547","6","68","8","101"]]]],"163":
["163"
,"สะพานลอยใกล้ซอยรัชดาภิเษก 9 ถนนรัชดาภิเษก"
,"Footbridge near Soi Ratchadaphisek 9 on Ratchadaphisek Road"
,"รถมาจากแยกมไหสวรรค์ มุ่งหน้าไปแยกรัชดา-ราชพฤกษ์"
,"From Mahai Sawan Intersection towards Ratchada-Ratchaphruek Intersection"
,13.70902
,100.48008
,"10.116.129.128"
,{},[["9158","ST0008849",13.70903,100.48012,["147","15","57","163A","547","6","68","8","101","205"]],["9157","ST0008848",13.70939,100.47989,["147","205","57","15","163A","547","6","68","8","101"]]]],"11":
["11"
,"ป้ายสัญญาณไฟ ใกล้ซอยราชวิถี 6 ถนนราชวิถี"
,"Traffic Lights near Soi Rajavithi  6 on Rajavithi  Road"
,"รถมาจากอนุเสาวรีย์ชัย"
,"From Victory Monument"
,13.76363
,100.54136
,"10.126.128.34"
,{},[["7286","ST0006980",13.76356,100.54133,["ปอ.พ.25","","551","62","63","69","172","171","24","1","183","3","5","184","523","528","529","ปอ.พ.34","77","163A","74","168","92","36ก.","ปอ.พ.4","12","14","17","36","537","538"]],["1362","ST0001362",13.76344,100.54162,["ปอ.พ.25","","551","62","63","69","172","171","24","1","3","184","523","8","528","529","ปอ.พ.34","77","163A","74","168","92","36ก.","ปอ.พ.4","12","14","17","36","537","513","538"]]]],"10":
["10"
,"แยกสุทธิสาร(ถนนวิภาวดีรังสิต ขาเข้า)"
,"Vibhavadi Rangsit Road (Inbound)"
,"รถมาจากแยกรัชดา-สุทธิสาร"
,"From Ratchada-Sutthisan Intersection"
,13.78927
,100.56191
,"10.126.128.32"
,{},[["7843","ST0007537",13.7893,100.56153,["24","","ปอ.พ.35","204","54","92","74","6","9","129","504","138","107"]],["3444","ST0003444",13.78931,100.56153,["24","","504","ปอ.พ.35","204","54","117","74","6","9","129","92","138","107"]]]],"13":
["13"
,"แยกประดิพัทธ์(ถนนประดิพัทธ์ ฝั่งป้อมตำรวจ)"
,"Near the police box on Phra Di Pat Road"
,"รถมาจากแยกสะพานแดง"
,"From Saphan Daeng Bridge Intersection"
,13.79202
,100.53776
,"10.102.128.22"
,{},[["8878","ST0008569",13.79188,100.53793,["536","44","4"]],["8879","ST0008570",13.79238,100.5381,["536","3","5","6"]]]],"12":
["12"
,"ป้ายสัญญาณไฟ ใกล้ซอยราชวิถี 6 ถนนราชวิถี"
,"Traffic Lights near Soi Rajavithi  6 on Rajavithi  Road"
,"รถมาจากแยกดินแดง"
,"From Din Daeng Intersection"
,13.76352
,100.54129
,"10.126.128.36"
,{},[["7286","ST0006980",13.76356,100.54133,["ปอ.พ.25","","551","62","63","69","172","171","24","1","183","3","5","184","523","528","529","ปอ.พ.34","77","163A","74","168","92","36ก.","ปอ.พ.4","12","14","17","36","537","538"]],["1362","ST0001362",13.76344,100.54162,["ปอ.พ.25","","551","62","63","69","172","171","24","1","3","184","523","8","528","529","ปอ.พ.34","77","163A","74","168","92","36ก.","ปอ.พ.4","12","14","17","36","537","513","538"]]]],"15":
["15"
,"แยกประดิพัทธ์(ถนนพระราม 6 ขาเข้า ริมคลองประปา)"
,"Near Khlong Prapa on Rama 6 Road (Inbound)"
,"รถมาจากแยกอารีย์สัมพันธ์"
,"From Ari Samphan Intersection"
,13.79179
,100.5378
,"10.102.128.26"
,{},[["8878","ST0008569",13.79188,100.53793,["536","44","4"]],["8879","ST0008570",13.79238,100.5381,["536","3","5","6"]]]],"14":
["14"
,"แยกประดิพัทธ์(ถนนประดิพัทธ์ ฝั่งป้อมตำรวจ)"
,"Near the police box on Phra Di Pat Road"
,"รถมาจากแยกกำแพงเพชร"
,"From Kamphaeng Phet Intersection"
,13.83465
,100.55382
,"10.102.128.24"
,{},[["8259","ST0007950",13.83464,100.55704,["ปอ.พ.35","510","191","29","52","1","134","9","69","504","118"]],["3843","ST0003843",13.83387,100.55706,["ปอ.พ.35","510","191","29","52","1","134","8","504","69","118"]]]],"17":
["17"
,"แยกสะพานแดง"
,"Saphan Daeng Intersection"
,"รถมุ่งหน้าไปแยกเกษะโกมล"
,"Towards Gesagomon Intersection"
,13.79328
,100.52987
,"10.102.128.34"
,{},[["3404","ST0003404",13.79343611,100.5299139,["3","50","0","117","5","65","7","70"]],["3249","ST0003249",13.7935,100.53,["70","3","52","524","0","117","5","65","67","90","97","50"]]]],"16":
["16"
,"แยกประดิพัทธ์(ถนนพระราม 6 ขาเข้า ริมคลองประปา)"
,"Near Khlong Prapa on Rama 6 Road (Inbound)"
,"รถมาจากแยกสะพานควาย"
,"From Saphan Khwai Intersection"
,13.79176
,100.53835
,"10.102.128.28"
,{},[["8240","ST0007931",13.79173,100.53864,["44","52","524","2","5","4","90","97"]],["8878","ST0008569",13.79188,100.53793,["536","44","4"]]]],"19":
["19"
,"แยกสะพานแดง"
,"Saphan Daeng Intersection"
,"รถมุ่งหน้าไปแยกเตาปูน"
,"Towards Tao Pun Intersection"
,13.79351
,100.52999
,"10.102.128.38"
,{},[["3249","ST0003249",13.7935,100.53,["70","3","52","524","0","117","5","65","67","90","97","50"]],["3404","ST0003404",13.79343611,100.5299139,["3","50","0","117","5","65","7","70"]]]],"314":
["314"
,"แยกอู่ทองใน"
,"U Thong Nai Intersection"
,"รถมุ่งหน้าแยกราชวิถี"
,"Towards Ratchawithi Intersection"
,13.77542
,100.51495
,"10.102.101.76"
,{},[["9525","ST0009216",13.77545,100.51489,["0","7","70"]],["9261","ST0008952",13.7754,100.51505,["","542","ปอ.พ.4","18","28","1","0","108","8","515","539"]]]],"349":
["349"
,"แยกเศรษฐศิริ"
,"Setsiri Intersection"
,"รถมุ่งหน้าแยกเกษะโกมล"
,"Towards Gesagomon Intersection"
,13.7815
,100.53089
,"10.102.101.148"
,{},[["6222","ST0006162",13.7794,100.53,["1","2","5","125"]],["5344","ST0005366",13.77996,100.53307,["","�","-","44","�",".","536","3","2","9","�","�","�"]]]],"560":
["560"
,"แยกซังฮี้"
,"Sanghee Intersection"
,""
,""
,13.77835
,100.50851
,"10.102.102.24"
,{},[["7414","ST0007108",13.77834,100.50843,["�","ปอ.พ.4","19","18","56","�",".","542","108","4","�","�","28","515","539","125","�"]],["5105","ST0005127",13.7784,100.508,["30","64","65","524","49","28","542","3","4","6","9","505","108","125","ปอ.พ.4","16","33","32","56","51","19","18","515","539"]]]],"164":
["164"
,"สะพานลอยใกล้ซอยจรัญสนิทวงศ์ 75 ถนนจรัญสนิทวงศ์"
,"Footbridge near Soi Charan SanitFootbridge near Soi Charan Sanit Wong 75 on Charan Sanit Wong Road"
,"รถมาจากสะพานพระราม 7 มุ่งหน้าไปแยกบางพลัด"
,"From Rama 7 Bridge towards Bang Phlat Intersection"
,13.78833
,100.50071
,"10.125.129.121"
,{},[["4126","ST0004126",13.788409,100.500591,["203","18","1","0","7","175","170"]],["2829","ST0002829",13.7884,100.501,["0","3","2","203","175"]]]],"31":
["31"
,"สะพานลอยใกล้ซอยรัชดาภิเษก 21 ถนนจรัญสนิทวงศ์"
,"Footbridge near Soi Ratchadaphisek 21 on Ratchadaphisek Road"
,"รถมาจากแยกท่าพระ"
,"From Tha Phra Intersection"
,13.72764
,100.47513
,"10.116.128.32"
,{},[["9832","ST0009523",13.72713,100.47528,["147","57","91ก.","84ก.","163A","108","5","4","7","68","165","101","547"]],["9831","ST0009522",13.72819,100.47477,["147","57","91ก.","84ก.","163A","108","547","6","68","8","101","165"]]]],"151":
["151"
,"สะพานลอยใกล้ โรงเรียนสามเสนวิทยาลัย ถนนพระราม 6"
,"Footbridge near Samsenwittayalai School on Rama 6 Road"
,"รถมาจากแยกประดิพัทธ์ มุ่งหน้าไปแยกอารีย์สัมพันธ์"
,"From Pradiphat Intersection towards Ari Samphan Intersection"
,13.7838
,100.53462
,"10.102.129.124"
,{},[["9403","ST0009094",13.78388,100.5347,["","�","-","44","�",".","536","3","2","9","�","�","�"]],["1389","ST0001389",13.78470833,100.5349194,["","44","6","536","ปอ.พ.32-9","7","67"]]]],"568":
["568"
,"แยกนครไชยศรี"
,"Nakhon Chai Si Intersection"
,"รถมาจากแยกเศรษฐศิริ"
,"From Set Siri Intersection"
,13.77616
,100.52845
,"10.102.102.108"
,{},[["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]],["9149","ST0008840",13.77645,100.52777,["14"]]]],"153":
["153"
,"ตรงข้ามกรมทหารม้าที่ 3 รักษาพระองค์ ถนนทหาร"
,"Opposite Regiment Cavalry 3th,King s(Royal)Guard on Thahan Road"
,"รถมาจากแยกสะพานแดง มุ่งหน้าไปแยกเกียกกาย"
,"From Saphan Daeng Bridge Intersection towards Kiak Kai Intersection"
,13.79608
,100.52422
,"10.102.129.134"
,{},[["3537","ST0003537",13.79636,100.523742,["524","117","1","3","65","7","90"]],["2910","ST0002910",13.797207,100.521329,["66"]]]],"152":
["152"
,"ตรงข้ามกรมทหารม้าที่ 3 รักษาพระองค์ ถนนทหาร"
,"Opposite Regiment Cavalry 3th,King s(Royal)Guard on Thahan Road"
,"รถมาจากแยกเกียกกาย มุ่งหน้าไปแยกสะพานแดง"
,"From Kiak Kai Intersection towards Saphan Daeng Bridge Intersection"
,13.79613
,100.52418
,"10.102.129.133"
,{},[["3537","ST0003537",13.79636,100.523742,["524","117","1","3","65","7","90"]],["2910","ST0002910",13.797207,100.521329,["66"]]]],"559":
["559"
,"แยกซังฮี้"
,"Sanghee Intersection"
,"รถมุ่งหน้าไปแยกบางพลัด"
,"Towards Bang Phlat Intersection"
,13.77835
,100.50843
,"10.102.102.23"
,{},[["7414","ST0007108",13.77834,100.50843,["�","ปอ.พ.4","19","18","56","�",".","542","108","4","�","�","28","515","539","125","�"]],["5105","ST0005127",13.7784,100.508,["30","64","65","524","49","28","542","3","4","6","9","505","108","125","ปอ.พ.4","16","33","32","56","51","19","18","515","539"]]]],"558":
["558"
,"แยกซังฮี้"
,"Sanghee Intersection"
,""
,""
,13.77835
,100.50863
,"10.102.102.22"
,{},[["7414","ST0007108",13.77834,100.50843,["�","ปอ.พ.4","19","18","56","�",".","542","108","4","�","�","28","515","539","125","�"]],["5105","ST0005127",13.7784,100.508,["30","64","65","524","49","28","542","3","4","6","9","505","108","125","ปอ.พ.4","16","33","32","56","51","19","18","515","539"]]]],"157":
["157"
,"สะพานลอยใกล้ซอยเจริญนคร 46 ถนนเจริญนคร"
,"Footbridge near Soi Charoen Nakhon 46 on Charoen Nakhon Road"
,"รถมาจากแยกเจริญนครใต้ มุ่งหน้าไปแยกบุคคโล"
,"From Charoen Nakhon Tai Intersection towards Buk Ka Lo Intersection"
,13.70976
,100.49656
,"10.116.129.122"
,{},[["2056","ST0002056",13.70974722,100.496475,["1",""]],["2061","ST0002061",13.7099,100.497,["111"]]]],"569":
["569"
,"แยกจ.ป.ร."
,"Jor Por Ror  Intersection"
,"ฝั่งขวารถมุ่งหน้าแยกมัฆวาน ฝั่งซ้ายรถมุ่งหน้าสะพานผ่านฟ้าลีลาศ"
,"Towards Rama 8 Bridge"
,13.75996
,100.50763
,"10.101.102.68"
,{},[["7043","ST0006737",13.75993,100.50766,["201","10","157","49","509","ปอ.พ.25","0","7","70"]],["2499","ST0002499",13.75985278,100.5078639,["201","�","157","70","�","ปอ.พ.25",".","2","5","509","�","�","�"]]]],"555":
["555"
,"แยกวชิระ"
,"Vajira Intersection"
,"ถนนสุโขทัย รถมาจากแยกสวนรื่นฤดี (ตามลูกศร)"
,"Sukhothai Road From Suan Ruenruedi Intersection (See Arrow)"
,13.78125
,100.51
,"10.102.102.14"
,{},[["7383","ST0007077",13.78129,100.50981,["49","16","33","32","30","51","ต.103","524","3","64","65","6","9","505","4"]],["7382","ST0007076",13.78046,100.50942,["49","16","33","32","30","51","524","3","2","5","4","9","64","505","65"]]]],"928":
["928"
,"แยกประดิพัทธ"
,"Test System"
,"Test System"
,"Test System"
,13.79192
,100.53783
,"10.156.102.28"
,{},[["8878","ST0008569",13.79188,100.53793,["536","44","4"]],["8879","ST0008570",13.79238,100.5381,["536","3","5","6"]]]],"557":
["557"
,"แยกซังฮี้"
,"Sanghee Intersection"
,"รถมุ่งหน้าไปแยกบางพลัด"
,"Towards Bang Phlat Intersection"
,13.77832
,100.50853
,"10.102.102.21"
,{},[["7414","ST0007108",13.77834,100.50843,["�","ปอ.พ.4","19","18","56","�",".","542","108","4","�","�","28","515","539","125","�"]],["5105","ST0005127",13.7784,100.508,["30","64","65","524","49","28","542","3","4","6","9","505","108","125","ปอ.พ.4","16","33","32","56","51","19","18","515","539"]]]],"551":
["551"
,"แยกยมราช"
,"Yommarat Intersection"
,"รถมุ่งหน้าไปแยกอุรุพงษ์"
,"Towards Uruphong Intersection"
,13.75736
,100.52065
,"10.102.102.123"
,{},[["8455","ST0008146",13.7573,100.52049,["","59","16","44","23","1","183","3","2","511","8","ปอ.พ.10"]],["491","ST0000491",13.7573,100.52048,["201","99","157","16","23","60","1","0","2","509","8","505","ปอ.พ.10","171",""]]]],"550":
["550"
,"แยกยมราช"
,"Yommarat Intersection"
,""
,""
,13.75709
,100.52063
,"10.102.102.122"
,{},[["6062","ST0006002",13.757066,100.520809,["512","59","157","183","23","16","50","99","0","2","5","79","511","505","ปอ.พ.10","171"]],["3186","ST0003186",13.75727,100.52049,["201","99","512","59","157","23","44","16","50","1","0","2","79","509","511","8","505","ปอ.พ.10","183","171"]]]],"553":
["553"
,"แยกวชิระ"
,"Vajira Intersection"
,"ถนนสุโขทัย รถมาจากสวนรื่นฤดี (ตามลูกศร)"
,"SukhoThai Road, From Suan Ruenruedi (See Arrow)"
,13.78131
,100.50985
,"10.102.102.13"
,{},[["7383","ST0007077",13.78129,100.50981,["49","16","33","32","30","51","ต.103","524","3","64","65","6","9","505","4"]],["7382","ST0007076",13.78046,100.50942,["49","16","33","32","30","51","524","3","2","5","4","9","64","505","65"]]]],"552":
["552"
,"แยกยมราช"
,"Yommarat Intersection"
,"ฝั่งซ้ายรถมุ่งหน้าไปแยกอุรุพงษ์เลี้ยวขวาถนนหลานหลวง ฝั่งขวารถมุ่งหน้าแยกนางเลิ้ง"
,"Towards Lan Luang Intersection"
,13.75724
,100.52051
,"10.102.102.124"
,{},[["3186","ST0003186",13.75727,100.52049,["201","99","512","59","157","23","44","16","50","1","0","2","79","509","511","8","505","ปอ.พ.10","183","171"]],["8455","ST0008146",13.7573,100.52049,["","59","16","44","23","1","183","3","2","511","8","ปอ.พ.10"]]]],"238":
["238"
,"สะพานลอยหน้าสนามกีฬาศุภชลาศัย ถนนพระรามที่ 1"
,"Footbridge in front of Suphachalasai Stadium on Rama 1 Road"
,"รถมาจากแยกเจริญผล มุ่งหน้าไปแยกปทุมวัน"
,"From Cha Roen Phon Intersection towards Pathum Wan Intersection"
,13.74695
,100.52661
,"10.107.129.127"
,{},[["8058","ST0007752",13.74687,100.52689,["11","","15","508","48","47","3","73","7","73ก.","204"]],["8057","ST0007751",13.74682,100.52713,["11","","15","508","48","47","3","73","7","73ก.","204"]]]],"239":
["239"
,"สะพานลอยใกล้ รร.เตรียมอุดมศึกษา ถนนพญาไท"
,"Footbridge near Triamudomsuksa School on Phayathai Road"
,"รถมาจากแยกปทุมวัน มุ่งหน้าไปแยกสามย่าน"
,"From Pathum Wan Intersection towards Samyan Intersection"
,13.73988
,100.52987
,"10.107.129.128"
,{},[["8268","ST0007959",13.74073,100.52995,["","172","21","29","16","47","50","40","34","542","163A","3","36","4","113","177","93","529","501"]],["5813","ST0005781",13.738648,100.529634,["159","36","113","67","177","172","25","21","47","ต.124","29","40","542","3","529","501","141","163A","93","16","50","34","1"]]]],"234":
["234"
,"ตรงข้ามพระตำหนักจิตรลดารโหฐาน ถนนพระราม 5"
,"Opposite Chitralada Palace on Rama 5 Road"
,"รถมาจากแยกวัดเบญจมบพิตร มุ่งหน้าไปแยกราชวิถี"
,"From Wat Benchamabophit Intersection towards Ratchawithi Intersection"
,13.76964
,100.51698
,"10.102.129.138"
,{},[["9874","ST0009565",13.77115,100.51777,["5"]],["9875","ST0009566",13.76745,100.51577,["5"]]]],"235":
["235"
,"ปากซอยจุฬาลงกรณ์ 26 ถนนบรรทัดทอง"
,"Entrance to Soi Chulalongkorn 26 on Banthat Thong Road"
,"รถมาจากแยกเจริญผล มุ่งหน้าไปแยกสะพานเหลือง"
,"From Cha Roen Phon Intersection towards Saphan Lueang Intersection"
,13.73915
,100.52223
,"10.107.129.123"
,{},[["3338","ST0003338",13.7402,100.522,["73ก.","3","73","7"]],["8314","ST0008005",13.73772,100.52153,["73ก.","3","73","7"]]]],"236":
["236"
,"ปากซอยจุฬาลงกรณ์ 26 ถนนบรรทัดทอง"
,"Entrance to Soi Chulalongkorn 26 on Banthat Thong Road"
,"รถมาจากแยกสะพานเหลือง มุ่งหน้าไปแยกเจริญผล"
,"From Saphan Lueang Intersection towards Cha Roen Phon Intersection"
,13.73904
,100.52222
,"10.107.129.124"
,{},[["3338","ST0003338",13.7402,100.522,["73ก.","3","73","7"]],["8314","ST0008005",13.73772,100.52153,["73ก.","3","73","7"]]]],"237":
["237"
,"สะพานลอยหน้าสนามกีฬาศุภชลาศัย ถนนพระรามที่ 1"
,"Footbridge in front of Suphachalasai Stadium on Rama 1 Road"
,"รถมาจากแยกปทุมวัน มุ่งหน้าไปแยกเจริญผล"
,"From Pathum Wan Intersection towards Cha Roen Phon Intersection"
,13.74684
,100.52671
,"10.107.129.126"
,{},[["8058","ST0007752",13.74687,100.52689,["11","","15","508","48","47","3","73","7","73ก.","204"]],["8057","ST0007751",13.74682,100.52713,["11","","15","508","48","47","3","73","7","73ก.","204"]]]],"230":
["230"
,"ปากซอยระนอง2 ถนนพระราม 5"
,"Entrance to Soi Ranong 2 on Rama 5 Road"
,"รถมาจากแยกสะพานแดง มุ่งหน้าไปแยกเกษะโกมล"
,"From Saphan Daeng Intersection towards Gesagomon Intersection"
,13.78793
,100.52695
,"10.102.129.126"
,{},[["9498","ST0009189",13.7879,100.52692,["0","5","50","7","70"]],["9497","ST0009188",13.78924,100.52765,["0","5","50","7","70"]]]],"233":
["233"
,"ตรงข้ามพระตำหนักจิตรลดารโหฐาน ถนนพระราม 5"
,"Opposite Chitralada Palace on Rama 5 Road"
,"รถมาจากแยกราชวิถี มุ่งหน้าไปแยกวัดเบญจมบพิตร"
,"From Ratchawithi Intersection towards Wat Benchamabophit Intersection"
,13.76967
,100.51695
,"10.102.129.137"
,{},[["9874","ST0009565",13.77115,100.51777,["5"]],["9875","ST0009566",13.76745,100.51577,["5"]]]],"81":
["81"
,"แยกพระรามที่ 3-นราธิวาส(ถนนพระรามที่ 3 ข้างป้อมตำรวจ)"
,"Near the police box on Rama3 Road"
,"รถมุ่งหน้าไปแยกนางลิ้นจี่"
,"Towards Nang Linchi Intersection"
,13.69544
,100.54688
,"10.112.128.36"
,{},[["1172","ST0001172",13.69543,100.5469,["519","195","1","0","180","89","102","8","162"]],["1582","ST0001582",13.69527778,100.546775,["205","195","0","89","5","2"]]]],"48":
["48"
,"แยกอุรุพงษ์(ถนนเพชรบุรี ขาเข้า ใกล้ซอยพระรามที่ 6 ซอย 18)"
,"Near Soi Rama 6 soi 18 on Phetchaburi Road (Inbound)"
,"รถมาจากแยกเพชรพระราม"
,"From Phet Pra Ram Intersection"
,13.75599
,100.52374
,"10.107.128.46"
,{},[["477","ST0000477",13.7562,100.5235,["99","512","59","157","16","23","50","60","1","183","3","2","171","67","511","8","505","ปอ.พ.10","79"]],["8552","ST0008243",13.75586,100.52437,["99","512","16","23","50","1","183","3","2","511","8","505","ปอ.พ.10","79"]]]],"929":
["929"
,"แยกสุทธิสาร"
,"Test System"
,"Test System"
,"Test System"
,13.78946
,100.56122
,"10.156.102.29"
,{},[["3445","ST0003445",13.78929,100.56106,["1","","7"]],["3444","ST0003444",13.78931,100.56153,["24","","504","ปอ.พ.35","204","54","117","74","6","9","129","92","138","107"]]]],"46":
["46"
,"แยกอุรุพงษ์(ถนนเพชรบุรี ขาออก)"
,"Phetchaburi Road (outbound)"
,"รถมาจากแยกยมราช"
,"From Yommarat Intersection"
,13.75632
,100.52324
,"10.107.128.42"
,{},[["477","ST0000477",13.7562,100.5235,["99","512","59","157","16","23","50","60","1","183","3","2","171","67","511","8","505","ปอ.พ.10","79"]],["7612","ST0007306",13.75695,100.52377,["9","59","5","157","171"]]]],"950":
["950"
,"แยกบรมราชชนนี"
,"Test System"
,"Test System"
,"Test System"
,13.77332
,100.48187
,"10.156.102.50"
,{},[["4374","ST0004408",13.7733,100.482,["","30","177","66","68","80","175","171","170","1","0","28","40","542","183","2","509","507","ปอ.พ.10","201","203","149","108","123","124","127","79","ปอ.พ.4","19","57","56","511","516"]],["4327","ST0004327",13.7726,100.482,["","83"]]]],"953":
["953"
,"แยกศาลาแดง"
,"Test System"
,"Test System"
,"Test System"
,13.72917
,100.53628
,"10.156.102.53"
,{},[["1011","ST0001011",13.72932,100.53643,["77","15","163A","172","115","76","5","547","544","177","BTS (2)","504","ปอ.พ.17","514","4"]],["7829","ST0007523",13.72954,100.53657,["77","15","163A","46","47","45","50","172","115","76","109","5","4","544","177","504","ปอ.พ.17","514","547"]]]],"952":
["952"
,"แยกสามย่าน"
,"Test System"
,"Test System"
,"Test System"
,13.73248
,100.52983
,"10.156.102.52"
,{},[["2167","ST0002167",13.7323,100.53,["","50","113","177","172","1","21","46","47","45","29","MRT (P)","542","3","4","529","163A","109","93","16","36","34"]],["7831","ST0007525",13.73256,100.52943,["","109","46","47","45","50","1","163A","2","4","177","93","172"]]]],"42":
["42"
,"แยกสะพานเหลือง(ถนนพระรามที่ 4 ขาเข้า ฝั่งป้อมตำรวจ)"
,"Near the police box on Rama 4 Road (Inbound)"
,"รถมุ่งหน้าไปแยกหัวลำโพง"
,"Towards Hua Lamphong Intersection"
,13.73566
,100.5214
,"10.107.128.26"
,{},[["440","ST0000440",13.736252,100.520079,["","25","21","542","159","29","40","34","1","3","109","73","4","113","73ก.","529","501"]],["9292","ST0008983",13.7351,100.52313,["4"]]]],"43":
["43"
,"แยกสะพานเหลือง(ถนนพระรามที่ 4 ขาเข้า ฝั่งป้อมตำรวจ)"
,"Near the police box on Rama 4 Road (Inbound)"
,"รถมาจากแยกหัวลำโพง"
,"From Hua Lamphong Intersection"
,13.73591
,100.52157
,"10.107.128.28"
,{},[["440","ST0000440",13.736252,100.520079,["","25","21","542","159","29","40","34","1","3","109","73","4","113","73ก.","529","501"]],["9292","ST0008983",13.7351,100.52313,["4"]]]],"40":
["40"
,"แยกสะพานเหลือง(ถนนพระรามที่ 4 ขาออก)"
,"Rama 4 Road (outbound)"
,"รถมาจากถนนบรรทัดทอง"
,"From Rama 7 Bridge"
,13.73588
,100.52171
,"10.107.128.22"
,{},[["9292","ST0008983",13.7351,100.52313,["4"]],["8661","ST0008352",13.7351,100.52316,["","21","40","542","0","4","501"]]]],"41":
["41"
,"แยกสะพานเหลือง(ถนนพระรามที่ 4 ขาออก)"
,"Rama 4 Road (outbound)"
,"รถมาจากแยกสามย่าน"
,"From Sam Yan Intersection"
,13.7356
,100.52164
,"10.107.128.24"
,{},[["9292","ST0008983",13.7351,100.52313,["4"]],["8661","ST0008352",13.7351,100.52316,["","21","40","542","0","4","501"]]]],"1":
["1"
,"สะพานลอยหน้าวัดสุวรรณ ตรงข้ามซอยเจริญนคร 9 ถนนเจริญนคร"
,"Footbridge in front of Wat Suwan across from Soi Charoen Nakhon 9 on Charoen Nakhon Road"
,"รถมาจากแยกเจริญนครใต้"
,"From South Charoen Nakhon Intersection"
,13.72384
,100.50904
,"10.118.128.22"
,{},[["2000","ST0002000",13.72395,100.509039,["","120","89","1","0","88","2","111","6","177","173","84","105"]],["7723","ST0007417",13.72399,100.50912,["120","1","88","89","7","6","177","173","105"]]]],"323":
["323"
,"แยกสวนมิสกวัน"
,"Suan Mitsakawan Intersection"
,"รถมาจากแยกมัฆวาน"
,"From Makkhawan  Intersection"
,13.76588
,100.51043
,"10.102.101.91"
,{},[["7039","ST0006733",13.7659,100.51045,["201","ปอ.พ.25","157","23","509","99","0","16","7","70","505"]],["520","ST0000520",13.76488,100.50999,["201","ปอ.พ.25","157","70","0","7","509","503"]]]],"254":
["254"
,"สะพานลอยหน้าพันธุ์ทิพย์พลาซ่า ถนนเพชรบุรี"
,"Footbridge in front of Pantip Plaza on Phetchaburi Road"
,"รถมาจากแยกพญาไท มุ่งหน้าไปแยกประตูน้ำ"
,"From Payathai Intersection towards Pratu Nam Intersection"
,13.75127
,100.53732
,"10.137.129.128"
,{},[["8282","ST0007973",13.75133,100.53717,["11","99","512","","23","1","183","3","2","113","511","8","93","505","ปอ.พ.10","139","79"]],["600","ST0000600",13.75108889,100.5375361,["11","99","512","140","23","60","1","183","3","2","113","511","93","505","ปอ.พ.10","139","79",""]]]],"326":
["326"
,"แยกสวนมิสกวัน"
,"Suan Mitsakawan Intersection"
,"รถมุ่งหน้า แยกลานพระรูป"
,"Towards Lan Phra Rup Intersection"
,13.76588
,100.51043
,"10.102.102.63"
,{},[["7039","ST0006733",13.7659,100.51045,["201","ปอ.พ.25","157","23","509","99","0","16","7","70","505"]],["520","ST0000520",13.76488,100.50999,["201","ปอ.พ.25","157","70","0","7","509","503"]]]],"84":
["84"
,"แยกจันทน์-นราธิวาส(เกาะกลางถนนนราธิวาส ข้างป้อมตำรวจ)"
,"Central barrier near the police box on Narathiwas Road"
,"รถมาจากแยกจันทน์-สาธุประดิษฐ์"
,"From Chan-Sathu Pradit Intersection"
,13.70727
,100.53788
,"10.128.128.25"
,{},[["9912","ST0009603",13.70716,100.53764,["77","7"]],["1808","ST0001808",13.70766,100.53797,["2","22"]]]],"324":
["324"
,"แยกสวนมิสกวัน"
,"Suan Mitsakawan Intersection"
,"รถมุ่งหน้าฝั่งซ้ายแยกวังแดง"
,"Left side towards Wang Daeng Intersection"
,13.76593
,100.51041
,"10.102.101.94"
,{},[["7039","ST0006733",13.7659,100.51045,["201","ปอ.พ.25","157","23","509","99","0","16","7","70","505"]],["520","ST0000520",13.76488,100.50999,["201","ปอ.พ.25","157","70","0","7","509","503"]]]],"639":
["639"
,"แยกวังแดง"
,"Wang Daeng Intersection"
,"แยกวังแดง ถนนนครราชสีมา รถมาจากแยกประชาเกษม (ตามลูกศร)"
,"Yak WangDaeng NakhonRatchaSima Road, From Pracha Kasem Intersection (See Arrow)"
,13.76836
,100.50757
,"10.102.102.48"
,{},[["2978","ST0002978",13.7683,100.508,["","12","16","19","23","56","3","2","505","516"]],["9076","ST0008767",13.76729,100.5071,["","12","19","56","1","5","6"]]]],"9":
["9"
,"แยกสุทธิสาร(ถนนวิภาวดีรังสิต ขาเข้า)"
,"Vibhavadi Rangsit Road (Inbound)"
,"รถมาจากแยกลาดพร้าวมุ่งหน้าไปแยกใต้ด่วนดินแดง"
,"From Don Mueang"
,13.78936
,100.56188
,"10.126.128.30"
,{},[["3444","ST0003444",13.78931,100.56153,["24","","504","ปอ.พ.35","204","54","117","74","6","9","129","92","138","107"]],["7843","ST0007537",13.7893,100.56153,["24","","ปอ.พ.35","204","54","92","74","6","9","129","504","138","107"]]]],"85":
["85"
,"แยกจันทน์-นราธิวาส(เกาะกลางถนนนราธิวาส ข้างป้อมตำรวจ)"
,"Central barrier near the police box on Narathiwas Road"
,"รถมาจากแยกนางลิ้นจี่"
,"From Nang Linchi Intersection"
,13.70722
,100.53774
,"10.128.128.26"
,{},[["9912","ST0009603",13.70716,100.53764,["77","7"]],["1809","ST0001809",13.70729,100.53726,["2","22"]]]],"352":
["352"
,"แยกสามเสน"
,"Nakhon Chai Si Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกเศรษฐศิริ"
,"Left side towards Vichaiyut Intersection"
,13.77643
,100.52848
,"10.102.101.154"
,{},[["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]],["9149","ST0008840",13.77645,100.52777,["14"]]]],"201":
["201"
,"ใกล้ซอยจันทน์ 35 ถนนจันทน์"
,"Near Soi Chan 35 on Chan Road"
,"รถมาจากแยกใต้ทางด่วนจันทน์ มุ่งหน้าไปแยกจันทน์-สาธุประดิษฐ์"
,"From Intersection under Chan Expy towards Chan-Sathu Pradit Intersection"
,13.70685
,100.52353
,"10.128.129.136"
,{},[["9569","ST0009260",13.7069,100.52352,["3","5","35"]],["3638","ST0003638",13.70707,100.52419,["2","22"]]]],"200":
["200"
,"ใกล้ซอยจันทน์ 35 ถนนจันทน์"
,"Near Soi Chan 35 on Chan Road"
,"รถมาจากแยกจันทน์-สาธุประดิษฐ์  มุ่งหน้าไปแยกใต้ทางด่วนจันทน์"
,"From Chan-Sathu Pradit Intersection Intersection towards Intersection under Chan Expy"
,13.70681
,100.52352
,"10.128.129.135"
,{},[["9569","ST0009260",13.7069,100.52352,["3","5","35"]],["3638","ST0003638",13.70707,100.52419,["2","22"]]]],"203":
["203"
,"ใกล้ซอยเจริญกรุง 61 ถนนเจริญกรุง"
,"Near Soi Charoen Krung 31 on Charoen Krung Road"
,"รถมาจากแยกสาทร-เจริญกรุง มุ่งหน้าไปแยกตรอกจันทน์"
,"From Sathon-Charoen Krung Intersection towards Ruam Chit Intersection"
,13.71452
,100.51337
,"10.128.129.140"
,{},[["7565","ST0007259",13.71445,100.51332,["1","163A","75","547","544","504"]],["9578","ST0009269",13.71413,100.51318,["3","5","35"]]]],"202":
["202"
,"ใกล้ซอยเจริญกรุง 61 ถนนเจริญกรุง"
,"Near Soi Charoen Krung 31 on Charoen Krung Road"
,"รถมาจากแยกตรอกจันทน์ มุ่งหน้าไปแยกสาทร-เจริญกรุง"
,"From Tok Chan Intersection towards Sathon-Charoen Krung Intersection"
,13.71455
,100.5134
,"10.128.129.139"
,{},[["7565","ST0007259",13.71445,100.51332,["1","163A","75","547","544","504"]],["9173","ST0008864",13.71494,100.51353,["1","15","5","17"]]]],"205":
["205"
,"สถานีรถไฟฟ้าช่องนนทรี ถนนนราธิวาส"
,"Chong Non Si BTS Station  on Naradhiwas Road"
,"รถมาจากแยกสาทร-นราธิวาส มุ่งหน้าไปแยกสีลม-นราธิวาส"
,"From Sathon-Naradhiwas Intersection towards Silom-Naradhiwas Intersection"
,13.72401
,100.52893
,"10.128.129.124"
,{},[["4193","ST0004193",13.723814,100.529328,[" ","B",")","(","S","2","T","BTS (2)","162"]],["3949","ST0003949",13.726248,100.52875,["�","�","45ก.",".","5","4","�"]]]],"204":
["204"
,"สถานีรถไฟฟ้าช่องนนทรี ถนนนราธิวาส"
,"Chong Non Si BTS Station  on Naradhiwas Road"
,"รถมาจากถนนสีลม-นราธิวาส มุ่งหน้าไปแยกสาทร-นราธิวาส"
,"From Silom-Naradhiwas Intersection towards Sathon-Naradhiwas Intersection"
,13.72419
,100.52936
,"10.128.129.123"
,{},[["4193","ST0004193",13.723814,100.529328,[" ","B",")","(","S","2","T","BTS (2)","162"]],["3949","ST0003949",13.726248,100.52875,["�","�","45ก.",".","5","4","�"]]]],"140":
["140"
,"สะพานลอยหน้าบริษัท ปตท. จำกัด(มหาชน) ใกล้ซอยวิภาวดีรังสิต 11 ถนนวิภาวดีรังสิต"
,"Footbridge in front of PTT Public Company Limited near Soi Vibhavadi Rangsit 11 on Vibhavadi Rangsit Road"
,"รถมาจากแยกลาดพร้าว มุ่งหน้าไปแยกรัชวิภา"
,"From Lat Phrao Intersection towards Ratchawipha Interchange"
,13.81832
,100.55863
,"10.130.129.129"
,{},[["5453","ST0005475",13.817997,100.558478,["510","ปอ.พ.35","157","134","191","29","52","1","69","8","504","118","517"]],["8403","ST0008094",13.81772,100.55886,["510","ปอ.พ.35","157","134","191","29","52","1","69","8","504","118"]]]],"141":
["141"
,"สะพานลอยหน้าบริษัท ปตท. จำกัด(มหาชน) ใกล้ซอยวิภาวดีรังสิต 11 ถนนวิภาวดีรังสิต"
,"Footbridge in front of PTT Public Company Limited near Soi Vibhavadi Rangsit 11 on Vibhavadi Rangsit Road"
,"รถมาจากแยกรัชวิภา มุ่งหน้าไปแยกลาดพร้าว"
,"From Ratchawipha Interchange towards Lat Phrao Intersection"
,13.81844
,100.5589
,"10.130.129.130"
,{},[["5453","ST0005475",13.817997,100.558478,["510","ปอ.พ.35","157","134","191","29","52","1","69","8","504","118","517"]],["5715","ST0005736",13.819105,100.558764,["","3","ปอ.พ.34"]]]],"209":
["209"
,"ใกล้ซอยจันทน์ 55 ถนนจันทน์"
,"Near Soi Chan 55 on Chan Road"
,"รถมาจากแยกตรอกจันทร์"
,"From Khlong Toei"
,13.7089
,100.51457
,"10.128.129.138"
,{},[["9575","ST0009266",13.70895,100.51456,["3","5","35"]],["9576","ST0009267",13.70902,100.51439,["3","5","35"]]]],"208":
["208"
,"ใกล้ซอยจันทน์ 55 ถนนจันทน์"
,"Near Soi Chan 55 on Chan Road"
,"รถมาจากแยกใต้ทางด่วนจันทร์"
,"From Charoen Krung"
,13.70884
,100.51455
,"10.128.129.137"
,{},[["9575","ST0009266",13.70895,100.51456,["3","5","35"]],["9576","ST0009267",13.70902,100.51439,["3","5","35"]]]],"148":
["148"
,"สะพานลอยใกล้ โรงผลิตน้ำสามเสน ถนนพระราม 6"
,"Footbridge near Samsean Waterwork Power Plant on Rama 6 Road"
,"รถมาจากแยกตึกชัย มุ่งหน้าไปแยกโรงกรองน้ำ"
,"From Tuek Chai Intersection towards Rong Krong Nam Intersection"
,13.77367
,100.53052
,"10.102.129.121"
,{},[["2789","ST0002789",13.77371,100.5306,["","�","14","-","44","�",".","536","3","2","522","9","�","�","166","�"]],["1386","ST0001386",13.774978,100.531195,["","7","6","522","67","166"]]]],"149":
["149"
,"สะพานลอยใกล้ โรงผลิตน้ำสามเสน ถนนพระราม 6"
,"Footbridge near Samsean Waterwork Power Plant on Rama 6 Road"
,"รถมาจากแยกโรงกรองน้ำ มุ่งหน้าไปแยกตึกชัย"
,"From Rong Krong Nam Intersection towards Tuek Chai Intersection"
,13.77368
,100.53056
,"10.102.129.122"
,{},[["2789","ST0002789",13.77371,100.5306,["","�","14","-","44","�",".","536","3","2","522","9","�","�","166","�"]],["1386","ST0001386",13.774978,100.531195,["","7","6","522","67","166"]]]],"255":
["255"
,"สะพานลอยหน้าพันธุ์ทิพย์พลาซ่า ถนนเพชรบุรี"
,"Footbridge in front of Pantip Plaza on Phetchaburi Road"
,"รถมาจากแยกประตูน้ำ มุ่งหน้าไปแยกราชเทวี"
,"From Pratu Nam Intersection towards Ratchathewi Intersection"
,13.75122
,100.5374
,"10.137.129.129"
,{},[["600","ST0000600",13.75108889,100.5375361,["11","99","512","140","23","60","1","183","3","2","113","511","93","505","ปอ.พ.10","139","79",""]],["8282","ST0007973",13.75133,100.53717,["11","99","512","","23","1","183","3","2","113","511","8","93","505","ปอ.พ.10","139","79"]]]],"76":
["76"
,"แยกรัชดา-นราธิวาส(ถนนนราธิวาส ใต้สะพานข้ามทางแยก)"
,"Under the overpass on Narathiwas Road"
,"รถมาจากแยกพระรามที่ 3-นราธิวาส"
,"From Rama 3-Naradhiwas Intersection"
,13.70061
,100.5413
,"10.112.128.28"
,{},[["9910","ST0009601",13.70057,100.54161,["77","7"]],["7516","ST0007210",13.70138,100.54097,["1","2","162","6"]]]],"75":
["75"
,"แยกรัชดา-นราธิวาส(ถนนนราธิวาส ใต้สะพานข้ามทางแยก)"
,"Under the overpass on Narathiwas Road"
,"รถมาจากแยกด่วนสาธุประดิษฐ์"
,"From Duan Sathu Pradit Intersection"
,13.70018
,100.54161
,"10.112.128.26"
,{},[["9910","ST0009601",13.70057,100.54161,["77","7"]],["7515","ST0007209",13.69958,100.54228,["1","2","162","6"]]]],"74":
["74"
,"แยกรัชดา-นราธิวาส(เกาะกลางถนนนราธิวาส )"
,"Central barrier on Narathiwas Road"
,"รถมาจากแยกจันทน์-นราธิวาส"
,"From Chan-Naradhiwas Intersection"
,13.70113
,100.5415
,"10.112.128.24"
,{},[["9910","ST0009601",13.70057,100.54161,["77","7"]],["7516","ST0007210",13.70138,100.54097,["1","2","162","6"]]]],"293":
["293"
,"แยกสี่เสาเทเวศน์"
,"Sisaothewet Intersection"
,"รถมุ่งหน้าแยกเทเวศน์"
,"Towards Thewet Intersection"
,13.77071
,100.50468
,"10.102.101.43"
,{},[["9552","ST0009243",13.77079,100.50474,["2","72","7"]],["1286","ST0001286",13.77082,100.50473,["","49","23","33","32","30","51","43","524","19","3","16","64","65","6","9","72","505","4"]]]],"72":
["72"
,"หน้ากองบัญชาการตำรวจนครบาล ถนนสามเสน"
,"In front of Metropolitan Police Bureau on Sam Sen Road"
,"รถมาจากแยกสี่เสาเทเวศน์"
,"From Sisaothewet Intersection"
,13.769
,100.5098
,"10.101.128.28"
,{},[["9548","ST0009239",13.76893,100.50988,["2","72","7"]],["9547","ST0009238",13.76874,100.51035,["2","72","7"]]]],"71":
["71"
,"หน้ากองบัญชาการตำรวจนครบาล ถนนสามเสน"
,"In front of Metropolitan Police Bureau on Sam Sen Road"
,"รถมาจากแยกพระรูป ร.5"
,"From Lan Phra Rup Intersection"
,13.76893
,100.50983
,"10.101.128.26"
,{},[["9548","ST0009239",13.76893,100.50988,["2","72","7"]],["9547","ST0009238",13.76874,100.51035,["2","72","7"]]]],"70":
["70"
,"ใกล้ธนาคารธนชาติ สาขาบางขุนพรหม ถนนสามเสน"
,"Near Thanachart Bank Public Company Limited,Branch Bang Khunphrom on Sam Sen Road"
,"รถมาจากแยกเทเวศน์"
,"From Thewet Intersection"
,13.76855
,100.50275
,"10.101.128.24"
,{},[["9282","ST0008973",13.76834,100.5025,["3"]],["9281","ST0008972",13.76785,100.50199,["49","19","53","3","9","516"]]]],"481":
["481"
,"แยกใต้ด่วนดินแดง"
,"Intersection under Din Daeng Expy"
,"รถมุ่งหน้าไปแยกสุทธิสาร"
,"Towards Victory Monument"
,13.76423
,100.54772
,"10.126.101.5"
,{},[["1793","ST0001793",13.764026,100.547871,["ปอ.พ.25","","551","69","ต.7","172","171","24","3","5","523","8","504","528","529","ปอ.พ.34","ปอ.พ.35","ปอ.พ.4","163A","163B","168","73ก.","92","36ก.","13","12","54","36","537","73","514","538"]],["5397","ST0005419",13.76318,100.54466,["ปอ.พ.25","","551","69","172","171","24","2","5","523","9","504","528","529","ปอ.พ.34","ปอ.พ.35","ปอ.พ.4","163A","168","73ก.","92","36ก.","13","12","54","36","537","73","514"]]]],"480":
["480"
,"แยกใต้ด่วนดินแดง"
,"Intersection under Din Daeng Expy"
,"รถมาจากแยกสุทธิสาร"
,"From Sutthisan Intersection"
,13.76417
,100.54861
,"10.126.101.4"
,{},[["1793","ST0001793",13.764026,100.547871,["ปอ.พ.25","","551","69","ต.7","172","171","24","3","5","523","8","504","528","529","ปอ.พ.34","ปอ.พ.35","ปอ.พ.4","163A","163B","168","73ก.","92","36ก.","13","12","54","36","537","73","514","538"]],["6778","ST0006472",13.762536,100.550628,["ปอ.พ.25","551","172","171","2","5","9","528","529","ปอ.พ.34","ปอ.พ.4","163A","168","36ก.","13","12","54","36","537","502","73ก.","73","514"]]]],"2":
["2"
,"สะพานลอยหน้าวัดสุวรรณ ตรงข้ามซอยเจริญนคร 9 ถนนเจริญนคร"
,"Footbridge in front of Wat Suwan across from Soi Charoen Nakhon 9 on Charoen Nakhon Road"
,"รถมาจากแยกคลองสาน"
,"From Knongsan Intersection"
,13.72382
,100.50911
,"10.118.128.24"
,{},[["2000","ST0002000",13.72395,100.509039,["","120","89","1","0","88","2","111","6","177","173","84","105"]],["7723","ST0007417",13.72399,100.50912,["120","1","88","89","7","6","177","173","105"]]]],"170":
["170"
,"สะพานลอยใกล้โรงพยาบาลวุฒิสมเด็จย่า ถนนพหลโยธิน"
,"Footbridge near  Nawati Somdet Ya Hospital on Phahon Yothin Road"
,"รถมาจากอนุสาวรีย์ชัยสมรภูมิ มุ่งหน้าไปแยกสะพานควาย"
,"From Victory Monument towards Saphan Khwai Intersection"
,13.78402
,100.54611
,"10.114.129.121"
,{},[["6827","ST0006521",13.78356,100.54604,["25"]],["461","ST0000461",13.78499,100.54657,["","157","159","63","112","177","69","26","27","28","29","2","184","509","8","502","503","ปอ.พ.34","7","77","108","74","92","97","39","38","59","54","34","510","513"]]]],"504":
["504"
,"แยกอนามัย"
,"Anamai Intersection"
,"ถนนพลับพลาไชย รถมาจากแยกพลับพลาไชย"
,"From Phlapphla Chai Intersection"
,13.74986
,100.51449
,"10.108.102.46"
,{},[["9430","ST0009121",13.74988,100.5145,["","8","4"]],["9431","ST0009122",13.7501,100.51385,["","8","4"]]]],"947":
["947"
,"แยกตึกชัย"
,"Test System"
,"Test System"
,"Test System"
,13.76921
,100.52861
,"10.156.102.47"
,{},[["552","ST0000552",13.76924,100.52878,["ปอ.พ.25","","157","ปอ.พ.32-9","171","1","44","28","542","0","522","509","8","108","166","92","97","ปอ.พ.4","12","14","18","536","515","539"]],["1860","ST0001860",13.76909167,100.5289,["ปอ.พ.25","","157","ปอ.พ.32-9","171","1","28","542","0","522","509","8","108","166","92","97","ปอ.พ.4","12","14","18","536","515","539"]]]],"944":
["944"
,"แยกปทุมวัน"
,"Test System"
,"Test System"
,"Test System"
,13.74582
,100.53137
,"10.156.102.44"
,{},[["8826","ST0008517",13.74604,100.53154,["","15","21","48","16","54","40","0","73","4","508","73ก.","79","501"]],["8825","ST0008516",13.74601,100.53172,["","15","21","48","16","54","40","0","73","4","508","73ก.","79","501"]]]],"945":
["945"
,"แยกพงษ์พระราม"
,"Test System"
,"Test System"
,"Test System"
,13.74801
,100.5206
,"10.156.102.45"
,{},[["8063","ST0007757",13.74814,100.51962,["","15","204","48","47","4","508","8"]],["9189","ST0008880",13.74818,100.51938,["1","47","5","508",""]]]],"942":
["942"
,"แยกประตูน้ำ"
,"Test System"
,"Test System"
,"Test System"
,13.7501
,100.54083
,"10.156.102.42"
,{},[["8414","ST0008105",13.74999,100.54106,["","13","204","17","76","62","74","73","7","6","73ก.","504","514"]],["5703","ST0005724",13.749944,100.541061,["62","113","139","23","ต.32A","1","183","3","2","184","504","505","ปอ.พ.10","ปอ.พ.35","ต.109","204","140","ต.100","99","76","ต.19A","73","72","93","79","14","11","77","13","ต.71","58","17","38","54","536","74","511","73ก.","513","512","514"]]]],"943":
["943"
,"แยกราชประสงค์"
,"Test System"
,"Test System"
,"Test System"
,13.74454
,100.54025
,"10.156.102.43"
,{},[["1007","ST0001007",13.744562,100.540246,["","25","15","204","54","1","77","3","73","73ก.","504","505","514","79","501"]],["843","ST0000843",13.744565,100.540195,["","15","204","48","54","40","0","73","4","508","73ก.","79","501"]]]],"941":
["941"
,"ใต้ด่วนเพชร"
,"Test System"
,"Test System"
,"Test System"
,13.74965
,100.54856
,"10.156.102.41"
,{},[["8143","ST0007837",13.74962,100.54858,["11","99","38","58","","23","62","1","76","3","ปอ.พ.35","184","72","113","536","139","512","ปอ.พ.10","93"]],["8519","ST0008210",13.74941,100.54855,["","7","6"]]]],"357":
["357"
,"แยกสวรรคโลก"
,"Sawankhalok Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกสุโขทัย"
,"Left side towards Sukhothai Intersection"
,13.77367
,100.52712
,"10.102.101.160"
,{},[["9502","ST0009193",13.77364,100.52723,["0","5","50"]],["9501","ST0009192",13.77421,100.52746,["0","5","50"]]]],"356":
["356"
,"แยกสวรรคโลก"
,"Sawankhalok Intersection"
,"รถฝั่งซ้ายมุ่งหน้าถนนพระรามที่ 5"
,"Left side towards Rama V Road"
,13.77424
,100.52738
,"10.102.101.159"
,{},[["9501","ST0009192",13.77421,100.52746,["0","5","50"]],["9502","ST0009193",13.77364,100.52723,["0","5","50"]]]],"355":
["355"
,"แยกสามเสน"
,"Nakhon Chai Si Intersection"
,"ฝั่งซ้ายรถมุ่งหน้าแยกโรงกรองน้ำ"
,"Towards Rong Krong Nam Intersection"
,13.77593
,100.52897
,"10.102.101.157"
,{},[["9135","ST0008826",13.77575,100.52932,["1","4","14"]],["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]]]],"260":
["260"
,"ถนนบำรุงเมือง บริเวณใกล้ซอยสวนมะลิ 3"
,"Near Soi Suan Mali 3 on BumRungMuang Road"
,"ถ.บำรุงเมือง ใกล้ซอยสวนมะลิ3 รถมาจากแยกแม้นศรี"
,"From Maen Sri Intersection"
,13.75093
,100.51161
,"10.108.102.68"
,{},[["9205","ST0008896",13.75088,100.51156,["","15","47","4","508","8"]],["9206","ST0008897",13.75076,100.51192,["","47","15","508"]]]],"353":
["353"
,"แยกสามเสน"
,"Nakhon Chai Si Intersection"
,"รถฝั่งซ้ายมุ่งหน้าแยกสวรรคโลก"
,"Left side towards Uphai Chetsaduthit Intersection"
,13.77619
,100.52839
,"10.102.101.155"
,{},[["7444","ST0007138",13.77606,100.5285,["1","2","5","125","14"]],["9149","ST0008840",13.77645,100.52777,["14"]]]],"477":
["477"
,"แนวถนนพระราม 4"
,"Rama 4 Road"
,""
,""
,13.72804
,100.53998
,"10.107.102.121"
,{},[["9142","ST0008833",13.72842,100.53943,["","14","74","5","4","544"]],["9143","ST0008834",13.72841,100.53941,["","14","74","5","4","544"]]]],"351":
["351"
,"แยกเศรษฐศิริ"
,"Setsiri Intersection"
,"รถมุ่งหน้าแยกสามเสน"
,"Towards Sam Sen Intersection"
,13.78155
,100.53054
,"10.102.101.151"
,{},[["6222","ST0006162",13.7794,100.53,["1","2","5","125"]],["5344","ST0005366",13.77996,100.53307,["","�","-","44","�",".","536","3","2","9","�","�","�"]]]],"350":
["350"
,"แยกเศรษฐศิริ"
,"Setsiri Intersection"
,"รถมาจากแยกเกษะโกมล"
,"From Keshakomala Intersection"
,13.78161
,100.53048
,"10.102.101.150"
,{},[["6222","ST0006162",13.7794,100.53,["1","2","5","125"]],["5344","ST0005366",13.77996,100.53307,["","�","-","44","�",".","536","3","2","9","�","�","�"]]]],"358":
["358"
,"แยกสวรรคโลก"
,"Sawankhalok Intersection"
,"รถมาจากแยกนครไชยศรี"
,"From Nakhon Chai Si Intersection"
,13.77363
,100.52721
,"10.102.102.112"
,{},[["9502","ST0009193",13.77364,100.52723,["0","5","50"]],["9501","ST0009192",13.77421,100.52746,["0","5","50"]]]]
}